{"status":"ok","totalResults":257,"articles":[{"source":{"id":"hacker-news","name":"Hacker News"},"author":"akramkrimo","title":"Show HN: Is this how to post a post to show HN please ignore this","description":"I thought I told you to ignore this huh? you people are so......... give a vote plz Comments URL: https://news.ycombinator.com/item?id=22842854 Points: 1 # Comments: 0","url":"https://news.ycombinator.com/item?id=22842854","urlToImage":null,"publishedAt":"2020-04-11T17:31:18Z","content":null},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"thatoneguytoo","title":"Show HN: I made a Chrome Extension that helped me give better standup updates","description":"I often forget the list of tasks done and frequently miss mentioning updates during stand-ups. I made a Chrome Extension for myself and I found myself using it more than expected in the last few weeks (especially as I was at home) Sharing it here so others ca…","url":"https://news.ycombinator.com/item?id=22840648","urlToImage":null,"publishedAt":"2020-04-11T09:26:32Z","content":"I often forget the list of tasks done and frequently miss mentioning updates during stand-ups. I made a Chrome Extension for myself and I found myself using it more than expected in the last few weeks (especially as I was at home)Sharing it here so others can… [+41 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":null,"title":"Ask HN: Play Store removed our app, but allows WhatsApp","description":"Comments","url":"https://news.ycombinator.com/item?id=22840524","urlToImage":null,"publishedAt":"2020-04-11T08:55:05Z","content":"We are a FinTech startup in India. We give unserved people a credit card. To ensure recovery we collect user's contacts and use them to remind people of their bill if they don't pay. All of this is covered in our TnC, and we warn users of the actions we will … [+1124 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":null,"title":"Ask HN: Paper Capital Contributions as YC Safe That Converts to Common Stock?","description":"Comments","url":"https://news.ycombinator.com/item?id=22838532","urlToImage":null,"publishedAt":"2020-04-10T23:47:26Z","content":null},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"welcome_dragon","title":"Ask HN: Any sites like oursignal.com?","description":"This was a unique and fun presentation of \"news\" (news mixed with Reddit posts, memes, etc.). https://web.archive.org/web/20110715022320/http://oursignal.... Wondering if there are any sites around that aggregate similar things in this way Comments URL: https…","url":"https://news.ycombinator.com/item?id=22836186","urlToImage":null,"publishedAt":"2020-04-10T18:52:42Z","content":null},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"handinho","title":"Show HN: ULX3S – Powerful open hardware FPGA board made for educational purposes","description":"Hi guys, the team at Radiona.org / Zagreb Makerspace has been developing an educational FPGA board ULX3S for several years. The board is fully open-source and can be programmed using open-source tool chain. ULX3S has a bunch of features and it has been used a…","url":"https://news.ycombinator.com/item?id=22834262","urlToImage":null,"publishedAt":"2020-04-10T15:51:14Z","content":"Hi guys,the team at Radiona.org / Zagreb Makerspace has been developing an educational FPGA board ULX3S for several years. The board is fully open-source and can be programmed using open-source tool chain. \r\nULX3S has a bunch of features and it has been used … [+689 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"ellis0n","title":"Show HN: Animation CPU is a modern mobile-first platform and pure OS","description":"Made for humans - work remotely Mobile-first IDE and ACPUL is pure a programming language Privacy & security first NoCode, UI/UX, and AI first Advanced architecture: no NULL, no halt or crash, cross-platform C++ core, bare metal, tabs or spaces solution :) Re…","url":"https://news.ycombinator.com/item?id=22834213","urlToImage":null,"publishedAt":"2020-04-10T15:47:24Z","content":"Made for humans - work remotelyMobile-first IDE and ACPUL is pure a programming language\r\nPrivacy &amp; security first\r\nNoCode, UI/UX, and AI first\r\nAdvanced architecture: no NULL, no halt or crash, cross-platform C++ core, bare metal, tabs or spaces solution… [+611 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"adbutterfield","title":"Show HN: Simple, easy to use, form validator for React using hooks","description":"Hello! I just wanted to share my very first project I decided to open source. It's (yet another) form validation library for React. https://github.com/adbutterfield/ez-react-form-validator I built it because I've never really liked Formik or React Final Form.…","url":"https://news.ycombinator.com/item?id=22831023","urlToImage":null,"publishedAt":"2020-04-10T08:12:36Z","content":"Hello!I just wanted to share my very first project I decided to open source. It's (yet another) form validation library for React.\r\nhttps://github.com/adbutterfield/ez-react-form-validator\r\nI built it because I've never really liked Formik or React Final Form… [+569 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"WouF1664","title":"Show HN: Data visualisation of the 5 Monuments of cycling","description":"Hi All, This is a small web app introducing the 5 Monuments locations and their winning history. This is a hobby project where my technical goals were learning React and using Mapbox API. I populated manually the database so there are not many things in it, t…","url":"https://news.ycombinator.com/item?id=22830989","urlToImage":null,"publishedAt":"2020-04-10T08:05:54Z","content":"Hi All,This is a small web app introducing the 5 Monuments locations and their winning history.\r\nThis is a hobby project where my technical goals were learning React and using Mapbox API. I populated manually the database so there are not many things in it, t… [+141 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"chirael","title":"New Google SRE book: Building Secure and Reliable Systems | Hacker News","description":null,"url":"https://news.ycombinator.com/item?id=22815453","urlToImage":null,"publishedAt":"2020-04-10T05:47:02Z","content":"I will answer in mostly reverse order.I was trying to avoid being over-pedantic. By safely, I mean mitigating the risk to an appropriate level. So, to reword the statement. I mean, \"If the risk can not be mitigated to an acceptable level, then we should not d… [+7662 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"basicsbeauty","title":"Need help HN: YC company Instavest had my money, help recover pelase","description":"Hello everyone, Long ago I invested using this a YC company Instavest, it looks like they are no longer active. Can someone please help recover the funds? Comments URL: https://news.ycombinator.com/item?id=22829417 Points: 11 # Comments: 0","url":"https://news.ycombinator.com/item?id=22829417","urlToImage":null,"publishedAt":"2020-04-10T02:32:20Z","content":"Hello everyone,Long ago I invested using this a YC company Instavest, it looks like they are no longer active.\r\nCan someone please help recover the funds?"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":null,"title":"Ask HN: Has any progress been made on large format E-ink displays?","description":"Comments","url":"https://news.ycombinator.com/item?id=22827833","urlToImage":null,"publishedAt":"2020-04-09T22:24:36Z","content":"Context upfront: https://news.ycombinator.com/item?id=13771203I'd really like to have a decent (let's say &gt;13\") display to hang on a wall in my room and display weather, my todo list, etc. It doesn't necessarily have to be E-ink proper, but I like the idea… [+226 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"wakahiu","title":"Show HN: Skyspace.live","description":"I made a virtual co-working space. https://skyspace.live It's organized in terms of \"Spaces\" which have \"Rooms\". I'd love to get your feedback on the web-app. Particularly, apply AirBnBs 11 out of 10 scale. What are your 8,9s and 10s? For reference here's Air…","url":"https://news.ycombinator.com/item?id=22827784","urlToImage":null,"publishedAt":"2020-04-09T22:17:48Z","content":"I made a virtual co-working space.https://skyspace.live\r\nIt's organized in terms of \"Spaces\" which have \"Rooms\".\r\nI'd love to get your feedback on the web-app. Particularly, apply AirBnBs 11 out of 10 scale. What are your 8,9s and 10s?\r\nFor reference here's A… [+115 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"Farbodkhz","title":"Show HN: AI-Powered ATS and HRM System, Open Beta","description":"Hello, We are QPage. (https://www.qpage.one/) We are an AI-powered ATS and HRM SaaS that is designed to streamline the recruitment process and human resources management by offering a variety of automation services and assessments. We have been on working on …","url":"https://news.ycombinator.com/item?id=22827363","urlToImage":null,"publishedAt":"2020-04-09T21:24:24Z","content":"Hello, We are QPage.https://www.qpage.one\r\nWe are an AI-powered ATS and HRM SaaS that is designed to streamline the recruitment process and human resources management by offering a variety of automation services and assessments.\r\nWe have been on working on ou… [+634 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":null,"title":"Ask HN: How to properly manage a product roadmap?","description":"Comments","url":"https://news.ycombinator.com/item?id=22827275","urlToImage":null,"publishedAt":"2020-04-09T21:14:22Z","content":"First, everyone needs a place at the table. There is an ungodly amount of distortion, omission, and loss in transmission between prospect/customer and engineering. If you have a prospect, meetings should include people from business, and engineering. If in an… [+5914 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"subhashchy","title":"Show HN: Graphics heavy remote desktop software for power users","description":"GPUAnywhere RWS (Remote Workstation Software) is a remote desktop software enabling architects, designers, engineers and power users to access their workstations from home and still get great graphics performance and responsiveness. It is build to provide exc…","url":"https://news.ycombinator.com/item?id=22826880","urlToImage":null,"publishedAt":"2020-04-09T20:31:01Z","content":"GPUAnywhere RWS (Remote Workstation Software) is a remote desktop software enabling architects, designers, engineers and power users to access their workstations from home and still get great graphics performance and responsiveness.It is build to provide exce… [+357 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"Eugeleo","title":"Ask HN: Recommend me a course on Coursera","description":"My university just provided us with free Coursera accounts until the end of summer. However, there's so many courses to choose from that I don't know where to start! Please recommend me a course that you liked, preferably from the following areas: - UX design…","url":"https://news.ycombinator.com/item?id=22826722","urlToImage":null,"publishedAt":"2020-04-09T20:15:17Z","content":"My university just provided us with free Coursera accounts until the end of summer. However, there's so many courses to choose from that I don't know where to start! Please recommend me a course that you liked, preferably from the following areas:- UX design\r… [+201 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"Ryan Choi","title":"Meet 8 YC startups that are hiring right now","description":"Many YC startups are actively hiring on Work at a Startup across engineering, product, design, marketing and more. We asked founders to shoot a 30-second video describing their businesses and open roles. Meet them here.","url":"https://blog.ycombinator.com/meet-8-yc-startups-that-are-hiring-right-now/","urlToImage":"https://ycombinator.wpengine.com/wp-content/uploads/2016/12/YC-logo-1200-1.png","publishedAt":"2020-04-09T18:59:26Z","content":"Many YC startups are actively hiring on Work at a Startup across engineering, product, design, marketing and more. We asked founders to shoot a 30-second video describing their businesses and open roles. Meet them below:\r\nAbout each company:\r\n<ul><li>Curebase… [+1096 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":null,"title":"Launch HN: Art in Res (YC W20) – Buy art directly from artists","description":"Comments","url":"https://news.ycombinator.com/item?id=22824618","urlToImage":null,"publishedAt":"2020-04-09T16:58:57Z","content":"Hi HN,Im John Friel, cofounder of Art in Res (https://artinres.com). Art in Res is an online marketplace where painters sell their art directly to buyers, instead of needing to work with an art gallery.\r\nI studied art and moved to New York in 2008 dreaming of… [+3295 chars]"},{"source":{"id":"hacker-news","name":"Hacker News"},"author":"tucros","title":"Show HN: PledgeMyPayment.org – Promise to donate some or all of your stimulus","description":"Hi all, I wanted to do something to help with COVID-19. I created this website, Pledge My Payment, so that people can make a promise to donate all or part of their U.S. stimulus payment. As a software developer in an industry mostly unaffected I feel incredib…","url":"https://news.ycombinator.com/item?id=22823371","urlToImage":null,"publishedAt":"2020-04-09T15:19:42Z","content":"Hi all,I wanted to do something to help with COVID-19. I created this website, Pledge My Payment, so that people can make a promise to donate all or part of their U.S. stimulus payment. As a software developer in an industry mostly unaffected I feel incredibl… [+308 chars]"}]}