{"status":"ok","totalResults":10,"articles":[{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"prostoalex","title":"Smell helps the brain form memories during sleep","description":"Article URL: https://www.medicalnewstoday.com/articles/smell-helps-the-brain-form-memories-during-sleep#Sleep-and-memory Comments URL: https://news.ycombinator.com/item?id=22712491 Points: 4 # Comments: 0","url":"https://www.medicalnewstoday.com/articles/smell-helps-the-brain-form-memories-during-sleep","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/iStock-1182771804-1200x628.jpg","publishedAt":"2020-03-28T17:10:31Z","content":"Smell has a powerful ability to evoke memories. Now, research from Israel suggests smell can also boost the brains ability to retain its memories.\r\nFamiliar scents have an incredible ability to evoke memories from the past. Many will have had the experience o… [+3815 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Ethan Allen and His Green Mountain Boys","title":"What to know about coronaviruses","description":"Coronaviruses are types of viruses that typically affect the respiratory tracts of birds and mammals, including humans. Doctors associate them with the common cold, bronchitis, pneumonia, severe acute respiratory syndrome (SARS), and COVID-19. They can also a…","url":"https://www.medicalnewstoday.com/articles/256521","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/02/GettyImages-181135370_thumb.jpg","publishedAt":"2020-03-24T21:13:44Z","content":"This article was updated on March 23, 2020\r\nCoronaviruses are types of viruses that typically affect the respiratory tracts of birds and mammals, including humans. Doctors associate them with the common cold, bronchitis, pneumonia, severe acute respiratory sy… [+10048 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Ana Sandoiu","title":"COVID-19: 5 reasons to be cautiously hopeful - Medical News Today","description":"COVID-19: 5 reasons to be cautiously hopeful Medical News Today COVID-19 treatment might already exist Livescience.com Seven Important Things to Know About Coronaviruses The New York Times What We Think We Know About the Coronavirus Is Going to Keep Changing …","url":"https://www.medicalnewstoday.com/articles/covid-19-5-reasons-to-be-cautiously-hopeful","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/GettyImages-1134295967-1200x628.jpg","publishedAt":"2020-03-21T08:36:03Z","content":"The death toll for COVID-19 is on the rise, and so is the total number of cases. In the context of this global pandemic, feeling overwhelmed by all the negative information is a natural response. But researchers are also hard at work trying to understand, tre… [+6260 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Maria Cohut Ph.D.","title":"COVID-19: 'Digestive symptoms are common' - Medical News Today","description":"New research suggests that digestive symptoms, including a loss of appetite and diarrhea, are more common in people with COVID-19 than doctors had thought.","url":"https://www.medicalnewstoday.com/articles/covid-19-digestive-symptoms-are-common","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/GettyImages-114857407-1200x628.jpg","publishedAt":"2020-03-20T10:37:06Z","content":"New research into data from more than 200 people who received medical care for COVID-19 reveals that almost half of this group experienced digestive symptoms, such as loss of appetite and diarrhea.\r\nFor live updates on the latest developments regarding the no… [+2973 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Maria Cohut Ph.D.","title":"SARS-CoV-2: How a person’s immune system defeated the virus - Medical News Today","description":"A new case study has shown how the immune system of an otherwise healthy adult was able to fight off a SARS-CoV-2 infection within a matter of days.","url":"https://www.medicalnewstoday.com/articles/sars-cov-2-how-a-patients-immune-system-defeated-the-virus-in-3-days","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/GettyImages-731741979-1200x628.jpg","publishedAt":"2020-03-19T15:10:36Z","content":"Although some people who contract SARS-CoV-2 experience serious symptoms, others are able to recover after a fairly short period of time. A new study shows how the immune system of one otherwise healthy person was able to fight the virus within days.\r\nFor liv… [+4157 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Ana Sandoiu","title":"Contracting the new coronavirus may protect against future reinfection - Medical News Today","description":"Contracting the new coronavirus may protect against future reinfection Medical News Today Coronavirus stays infective in air for hours, on surfaces for days Hindustan Times Ebola co-discoverer breaks down panic behind Covid-19 Bangalore Mirror The coronavirus…","url":"https://www.medicalnewstoday.com/articles/contracting-the-new-coronavirus-may-protect-against-future-re-infections","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/iStock-1150744823-1200x628.jpg","publishedAt":"2020-03-19T12:28:01Z","content":"New research in rhesus monkeys suggests that contracting SARS-CoV-2, the virus that causes COVID-19, could protect against repeat infection.\r\nFor live updates on the latest developments regarding the novel coronavirus and COVID-19, click here.\r\nSome recent re… [+5147 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Maria Cohut Ph.D.","title":"Can an old method help doctors fight COVID-19? - Medical News Today","description":"Some researchers are arguing that an older method — called passive antibody therapy — could be effective in preventing and treating COVID-19.","url":"https://www.medicalnewstoday.com/articles/can-an-old-method-help-doctors-fight-covid-19","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/GettyImages-935307896-1200x628.jpg","publishedAt":"2020-03-18T14:15:00Z","content":"Researchers say that a decades-old approach could help fight SARS-CoV-2 infections. It involves collecting antibodies from the blood of people who have recovered from COVID-19.\r\nFor live updates on the latest developments regarding the novel coronavirus and C… [+3753 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Eleanor Bird M.S.","title":"Vaping changes oral microbiome and raises infection risk - Medical News Today","description":"A new study finds that vapers have higher numbers of bacteria called Porphyromonas, which may lead to gum disease and ‘compromised periodontal health.’","url":"https://www.medicalnewstoday.com/articles/vaping-changes-oral-microbiome-and-raises-infection-risk","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/iStock-841379944-1200x628.jpg","publishedAt":"2020-03-14T09:16:41Z","content":"Researchers from New York University (NYU) College of Dentistry are the first to show that the use of e-cigarettes may allow infection-causing bacteria to flourish in the mouth.\r\nAn increasing number of people are turning to e-cigarettes, or vapes, as an alte… [+4638 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Maria Cohut Ph.D.","title":"SARS-CoV-2: Study confirms previous incubation period estimates - Medical News Today","description":"SARS-CoV-2: Study confirms previous incubation period estimates Medical News Today Carnage on Wall Street amid coronavirus fears: Live updates Al Jazeera English Here’s who’s most at risk from the novel coronavirus The Verge From pandemic to social distancing…","url":"https://www.medicalnewstoday.com/articles/sars-cov-2-study-confirms-previous-incubation-period-estimates","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/iStock-1203771991-1200x628.jpg","publishedAt":"2020-03-12T16:07:30Z","content":"A new study confirms previous estimates suggesting that the median incubation period for the new coronavirus, SARS-CoV-2, is about 5 days.\r\nFor live updates on the latest developments regarding the novel coronavirus and COVID-19, click here.\r\nOne of the most … [+3282 chars]"},{"source":{"id":"medical-news-today","name":"Medical News Today"},"author":"Maria Cohut Ph.D.","title":"2nd person cured of HIV thanks to stem cell transplant - Medical News Today","description":"A new case study from the United Kingdom shows that a person has been cured of HIV following a specialized transplant that involved stem cells.","url":"https://www.medicalnewstoday.com/articles/2nd-person-cured-of-hiv-thanks-to-stem-cell-transplant","urlToImage":"https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/03/GettyImages-1201444327-1200x628.jpg","publishedAt":"2020-03-11T16:52:30Z","content":"Researchers in the United Kingdom have confirmed that a stem cell transplant has cured a second person of HIV.\r\nIn 2007, Timothy Ray Brown became the first person ever whom doctors declared to be cured of HIV. At the time, they referred to him publicly as the… [+3169 chars]"}]}