{"status":"ok","totalResults":3230,"articles":[{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Axel Höpner","title":"Management: Führen in Zeiten von Corona: „CEOs dürfen sich nicht wegducken“","description":"Experten empfehlen den Führungskräften, jetzt viel und offen zu kommunizieren. Wer richtig handelt, soll nach der Krise attraktiver für Talente sein.","url":"https://www.handelsblatt.com/unternehmen/management/management-fuehren-in-zeiten-von-corona-ceos-duerfen-sich-nicht-wegducken/25723134.html","urlToImage":"https://www.handelsblatt.com/images/bueromitarbeiter/25730518/3-format2003.jpg","publishedAt":"2020-04-11T16:45:57Z","content":"München In Zeiten von Corona sind Zeichen der Solidarität gefordert. Siemens-Chef Joe Kaeser besuchte kürzlich mit Mundschutz das Generatorenwerk in Erfurt. Die Arbeiter könnten ja in ihrem Dienst für Unternehmen und Gesellschaft nicht im Homeoffice bleiben, … [+3965 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Gerd Höhler, Regina Krieger, Sandra Louven","title":"Beschäftigung: So dramatisch reagieren die Arbeitsmärkte in Südeuropa auf die Krise","description":"Die EU will ihre Mitglieder im Kampf gegen die durch die Coronakrise entstehende Arbeitslosigkeit unterstützen. Für Spanien, Italien und Griechenland wäre das essentiell.","url":"https://www.handelsblatt.com/politik/international/beschaeftigung-so-dramatisch-reagieren-die-arbeitsmaerkte-in-suedeuropa-auf-die-krise/25731178.html","urlToImage":"https://www.handelsblatt.com/images/mallorca/25735156/2-format2003.jpg","publishedAt":"2020-04-11T16:41:14Z","content":"Athen, Rom, MadridGriechenland, Spanien und Italien führen bereits jetzt das Ranking der EU-Staaten mit den meisten Arbeitslosen an. Just Spanien und Italien sind zudem die Länder, die europaweit am heftigsten unter dem Coronavirus leiden.Beide kommen zusamme… [+7981 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":null,"title":"Fernsehansprache: Bundespräsident appelliert an Bürger, Solidarität auch nach der Krise zu bewahren","description":"Normalerweise hält der Bundespräsident nur zu Weihnachten eine Fernsehansprache. In Zeiten der Coronakrise wendet er sich nun auch an Ostern an die Bürger.","url":"https://www.handelsblatt.com/politik/deutschland/fernsehansprache-bundespraesident-appelliert-an-buerger-solidaritaet-auch-nach-der-krise-zu-bewahren/25735126.html","urlToImage":"https://www.handelsblatt.com/images/bundespraesident-steinmeier/25735130/4-format2003.jpg","publishedAt":"2020-04-11T16:03:06Z","content":"Berlin Bundespräsident Frank-Walter Steinmeier hat die Menschen in Deutschland zu Geduld, Disziplin und Solidarität in der Corona-Krise aufgerufen. Wie es jetzt weitergeht, wann und wie die Einschränkungen gelockert werden können, darüber entscheiden nicht al… [+4509 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Tobias Gürtler","title":"Virtuelle Zusammenkünfte: Diese Gemeinschaftsaktivitäten klappen auch in Zeiten der Coronakrise","description":"Nicht nur das Arbeiten, auch ein Film- oder Spieleabend kann von zu Hause aus funktionieren. Es braucht dafür nur Internet – und die richtigen Apps und Werkzeuge.","url":"https://www.handelsblatt.com/arts_und_style/lifestyle/virtuelle-zusammenkuenfte-diese-gemeinschaftsaktivitaeten-klappen-auch-in-zeiten-der-coronakrise/25731208.html","urlToImage":"https://www.handelsblatt.com/images/freizeitgestaltung-in-corona-zeiten/25731212/4-format2003.jpg","publishedAt":"2020-04-11T14:54:39Z","content":"Düsseldorf Woche drei des bundesweiten Kontaktverbots neigt sich dem Ende zu. Und ein Ende der Maßnahmen zur Bekämpfung des Coronavirus ist in Deutschland nach wie vor nicht in Sicht. Während Politiker und Wissenschaftler mögliche Auswege aus dem Shutdown von… [+6074 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Joachim Hofer","title":"Corona: Sieben Chancen für Händler in der Krise","description":"Die Läden sind zu und die Kunden bleiben zuhause. Deshalb muss das Geschäft aber nicht stillstehen. Wie Kaufleute jetzt noch Umsatz zu erzielen können.","url":"https://www.handelsblatt.com/unternehmen/handel-konsumgueter/corona-sieben-chancen-fuer-haendler-in-der-krise/25727332.html","urlToImage":"https://www.handelsblatt.com/images/buchhandlung/25734896/2-format2003.jpg","publishedAt":"2020-04-11T14:05:33Z","content":"München Lange Schlangen in den Discountern, Gedrängel vor den Drogeriemärkten und gähnende Leere in allen anderen Läden hierzulande. Die Corona-Pandemie ist eine Katastrophe für viele Einzelhändler hierzulande. Der Handelsverband HDE schlägt bereits Alarm, se… [+8608 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Joachim Hofer","title":"Felix Bonnert: Der neue Lieferdienst Holy Bowly passt sein Geschäftsmodell über Nacht der Krise an","description":"Der Unternehmer Felix Bonnert wollte einen ökologisch-korrekten Essensservice für Firmen starten. Wegen Corona versorgt er seine Kunden nun im Homeoffice.","url":"https://www.handelsblatt.com/unternehmen/mittelstand/familienunternehmer/felix-bonnert-der-neue-lieferdienst-holy-bowly-passt-sein-geschaeftsmodell-ueber-nacht-der-krise-an/25730568.html","urlToImage":"https://www.handelsblatt.com/images/start-up-unternehmer-felix-bonnert/25730654/3-format2003.jpg","publishedAt":"2020-04-11T14:04:20Z","content":"Denn Bonnert war zu Jahresbeginn angetreten, Mittagessen an Unternehmen zu liefern. Das aber mit einem ganz besonderen Anspruch: Wir sind weltweit der erste verpackungsfreie Lieferdienst, behauptet der Unternehmer. Der Name des Angebots ist ungewöhnlich: Holy… [+3429 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Susanne Schier","title":"Nachgefragt mit Manuel Theisen und Martin Theisen: „Berater und Behörden zögern bei der Umsetzung der Verbrauchsstiftung“","description":"Viele klassische Stiftungen stehen in Zeiten von Niedrigzinsen und Coronakrise vor Herausforderungen. Eine Lösung könnte die Verbrauchsstiftung sein.","url":"https://www.handelsblatt.com/finanzen/anlagestrategie/trends/nachgefragt-mit-manuel-theisen-und-martin-theisen-berater-und-behoerden-zoegern-bei-der-umsetzung-der-verbrauchsstiftung/25725440.html","urlToImage":"https://www.handelsblatt.com/images/wohltaetigkeit/25725864/3-format2003.jpg","publishedAt":"2020-04-11T14:00:00Z","content":"WohltätigkeitVerbrauchsstiftungen müssen ihr Vermögen über einen bestimmten Zeitraum in die Förderung ihrer Projekte stecken.\r\n(Foto: imago/Ikon Images) \r\nFrankfurtWegen der Niedrigzinsen und der Coronakrise stehen viele gemeinnützige Stiftungen vor großen He… [+757 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Ozan Demircan","title":"Immobilien: Wohnen in Istanbul: Immer für eine Überraschung gut","description":"Wer in Istanbul auf Wohnungssuche geht, sollte sich auf unerwartete Vorkommnisse, große Preisunterschiede und ganz spezielle Regeln einstellen.","url":"https://www.handelsblatt.com/finanzen/immobilien/immobilien-wohnen-in-istanbul-immer-fuer-eine-ueberraschung-gut/25727712.html","urlToImage":"https://www.handelsblatt.com/images/blick-ueber-den-bosporus-auf-istanbul/25727836/2-format2003.jpg","publishedAt":"2020-04-11T12:00:00Z","content":"Istanbul Häufiges Händewaschen in Zeiten von Corona führt zu hohem Wasserverbrauch. Deswegen heißt es jetzt für die Bewohner Istanbuls wieder einmal: Wasservorräte anlegen. Man füllt Kanister auf, kauft Trinkwasser in 19-Liter-Fässern und gewöhnt sich ans Dus… [+10728 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Hans-Peter Siebenhaar","title":"Coronavirus: Österreich droht wegen Ischgl eine Sammelklagen-Flut","description":"Tirol wurde angeblich durch Fahrlässigkeit und Amtsmissbrauch zur Virenschleuder für Europa. Touristen fordern nun Schadensersatz von der Alpenrepublik.","url":"https://www.handelsblatt.com/politik/international/coronavirus-oesterreich-droht-wegen-ischgl-eine-sammelklagen-flut/25732720.html","urlToImage":"https://www.handelsblatt.com/images/oesterreich/25733054/2-format2003.jpg","publishedAt":"2020-04-11T11:13:35Z","content":"Wien Der Wintersportsport Ischgl ist in der Saison ein Traum in Weiß. Die mit Kunstschnee bedeckten Skipisten der Silvretta Arena sind dabei keineswegs die alleinige Hauptattraktion des Touristendorfes im Tiroler Paznauntal.Es sind die Aprés-Ski-Bars wie das … [+6946 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"René Bender, Jan Keuchel, Volker Votsmeier","title":"Vergleiche: Daimler geht im Dieselskandal auf Kläger zu","description":"Der schwäbische Autobauer bietet Klägern neuerdings offenbar Vergleiche an. Kläger hatten bislang oft Schwierigkeiten, mögliche Diesel-Manipulationen zu beweisen. Ein Beschluss des Bundesgerichtshofs verbessert ihre Position nun deutlich.","url":"https://www.handelsblatt.com/unternehmen/industrie/vergleiche-daimler-geht-im-dieselskandal-auf-klaeger-zu/25734442.html","urlToImage":"https://www.handelsblatt.com/images/opengraph_default_logo/8744082/2-formatOriginal.png","publishedAt":"2020-04-11T10:27:00Z","content":"Die Nachricht kam überraschend für Johannes Thielmann*. Zur Erledigung der Rechtssache, biete man eine Einmalzahlung in Höhe von 3000 Euro, schrieben ihm die Daimler-Anwälte Ende Januar. Alternativ könne man das Auto einen Mercedes Benz GLK 220 Blue Tec 4Mati… [+6790 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Susanne Schier","title":"Philatelie: Wie die Briefmarke ihr angestaubtes Image loswerden könnte","description":"Die Hochphase des Briefmarkensammelns ist in Deutschland vorbei. Doch historische Einzelstücke erzielen auf Auktionen immer wieder hohe Preise.","url":"https://www.handelsblatt.com/finanzen/anlagestrategie/trends/philatelie-wie-die-briefmarke-ihr-angestaubtes-image-loswerden-koennte/25610316.html","urlToImage":"https://www.handelsblatt.com/images/baden-fehldruck/25610376/3-format2003.jpg","publishedAt":"2020-04-11T10:00:00Z","content":"Baden-FehldruckDie Briefmarke aus der Sammlung des ehemaligen Tengelmann-Chefs Erivan Haub erzielte in einer Auktion 1,26 Millionen Euro.\r\n(Foto: BILD / Patrick Schüller) \r\nFrankfurt Wer Anfang März, noch bevor die Coronavirus-Pandemie das öffentliche Leben i… [+977 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"dpa","title":"Wirtschaft, Handel & Finanzen: VIRUS/ROUNDUP: Studie: Coronavirus könnte auch das Nervensystem schädigen - Handelsblatt","description":"Eine Infektion mit dem Coronavirus Sars-CoV-2 kann sich nicht nur mit Fieber, Husten und Atembeschwerden äußern, sondern auch neurologische Symptome verursachen. Das ist das Ergebnis einer Studie chinesischer Wissenschaftler mit Patienten in Wuhan, dem Epizen…","url":"https://www.handelsblatt.com/dpa/wirtschaft-handel-und-finanzen-virus-roundup-studie-coronavirus-koennte-auch-das-nervensystem-schaedigen/25734348.html","urlToImage":"https://www.handelsblatt.com/images/opengraph_default_logo/8744082/2-formatOriginal.png","publishedAt":"2020-04-11T09:15:16Z","content":"In den vergangenen Tagen hatten sich bereits Berichte darüber gehäuft, dass Corona-Patienten zumindest zeitweise ihren Geruchs- und Geschmackssinn verloren. Diese Symptome deuteten darauf hin, dass das Gehirn beteiligt sei, sagte der Infektiologe Bernd Salzbe… [+3337 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Handelsblatt Magazin","title":"Kolumne: Business Class: Vice President Arnolds Seitensprung","description":"Aus einer etwas lästigen Privatbewirtung von Mitarbeitern im Haus des Vice President entwickelt sich ein Grund für zwei schlechte Gewissen.","url":"https://www.handelsblatt.com/arts_und_style/lifestyle/kolumne-business-class-vice-president-arnolds-seitensprung/25699944.html","urlToImage":"https://www.handelsblatt.com/images/schriftsteller-martin-suter/25711998/6-format2003.jpg","publishedAt":"2020-04-11T09:00:00Z","content":"Sybille Kramer hat so geschaut. Da ist Ludwig Arnold sich ganz sicher. Schnell vom Teller aufgeblickt und die grünen Augen auf ihn gerichtet und dann gleich wieder zurück auf den Vorspeiseteller mit den fünf Ravioli Ricotta con Burro e Salvia. Und später wied… [+3390 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Frank Specht","title":"IG-Metall-Chef Jörg Hofmann: „Die Politik sollte die Bezugsdauer des Arbeitslosengelds verlängern“","description":"Der IG-Metall-Chef stellt in der Coronakrise konkrete Forderungen an die Politik – und glaubt, dass die Arbeitswelt nach Corona eine andere sein wird.","url":"https://www.handelsblatt.com/politik/deutschland/ig-metall-chef-joerg-hofmann-die-politik-sollte-die-bezugsdauer-des-arbeitslosengelds-verlaengern/25733850.html","urlToImage":"https://www.handelsblatt.com/images/ig-metall-chef-joerg-hofmann/25733874/3-format2003.jpg","publishedAt":"2020-04-11T09:00:00Z","content":"Berlin Es sind keine leichten Zeiten für die Metall- und Elektroindustrie. Die Produktion lag schon 2019 um gut fünf Prozent unter dem Vorjahresniveau. Die konjunkturelle Abschwächung infolge internationaler Handelsstreitigkeiten und der Brexit-Unsicherheit b… [+12193 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Arndt G. Kirchhoff","title":"Gastkommentar: In der existenziellen Krise zeigt sich gelebte Tarifpartnerschaft","description":"Arbeitgeber und Gewerkschaft der Metall- und Elektroindustrie haben in der Coronakrise Handlungsfähigkeit bewiesen. Das sollte sich dauerhaft fortsetzen.","url":"https://www.handelsblatt.com/meinung/gastbeitraege/gastkommentar-in-der-existenziellen-krise-zeigt-sich-gelebte-tarifpartnerschaft/25731814.html","urlToImage":"https://www.handelsblatt.com/images/der-autor/25731852/3-format2003.jpg","publishedAt":"2020-04-11T09:00:00Z","content":"Es war ein U-Turn in Höchstgeschwindigkeit! Mitten in den Verhandlungen zu einem neuen Tarifvertrag zwang der Ausbruch der Pandemie die Tarifvertragsparteien der Metall- und Elektroindustrie zu einer schnellen Reaktion. Noch bis weit in den März hinein hatten… [+5539 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":null,"title":"Coronakrise: Tausende Verbraucher beantragen Zahlungsaufschub bei Krediten","description":"Wenn Kreditnehmer Zahlungsausfälle durch das Coronavirus erleiden, müssen Banken ihnen Zahlungen stunden. Doch Verbraucherschützer halten das für nicht ausreichend.","url":"https://www.handelsblatt.com/finanzen/banken-versicherungen/coronakrise-tausende-verbraucher-beantragen-zahlungsaufschub-bei-krediten/25734218.html","urlToImage":"https://www.handelsblatt.com/images/bankautomaten/25734274/2-format2003.jpg","publishedAt":"2020-04-11T08:34:00Z","content":"Bei der Commerzbank wurde bis zum Stichtag am 6. April 1,5 Prozent der Gesamtbestandes der Verbraucherkredite gestundet. Das Institut genehmige alle Anträge auf Stundungen, wenn diese aufgrund der Coronakrise gestellt würden. Insgesamt rechnet das Geldhaus mi… [+1355 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Britta Rybicki","title":"Kommentar: In der Arbeitswelt von morgen müssen Chef und Mitarbeiter gleichberechtigt sein","description":"Die Arbeitswelt wandelt sich in einem atemberaubenden Tempo. Der Abbau von Hierarchien kratzt am Hoheitsanspruch der Führungskräfte - und das ist gut so.","url":"https://www.handelsblatt.com/meinung/kommentare/kommentar-in-der-arbeitswelt-von-morgen-muessen-chef-und-mitarbeiter-gleichberechtigt-sein/25686304.html","urlToImage":"https://www.handelsblatt.com/images/chefin-stellt-grafik-vor/25721722/2-format2003.jpg","publishedAt":"2020-04-11T08:19:56Z","content":"Ohne Hierarchien, ohne feste Arbeitszeiten, mit wechselnden Aufträgen. Kopieren oder ein Projekt leiten: Aufgaben werden nach Laune verteilt. So wird die Arbeitswelt in zehn Jahren aussehen. Und der Chef? Für ihn wird es höchste Zeit umzuziehen. Er muss die S… [+1660 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Ingo Narat","title":"Indexfonds: ETF-Boom: Ein Jubiläum in der Krise","description":"Börsengehandelte Indexfonds ziehen immer mehr Anleger an. Die niedrigen Gebühren locken. Doch sie sind keine Lösung für alle Anlagesituationen. Das zeigt auch die aktuelle Krise.","url":"https://www.handelsblatt.com/finanzen/anlagestrategie/trends/indexfonds-etf-boom-ein-jubilaeum-in-der-krise/25731028.html","urlToImage":"https://www.handelsblatt.com/images/bulle-und-baer/25734156/2-format2003.jpg","publishedAt":"2020-04-11T08:14:46Z","content":"Bulle und BärAm beliebtesten sind unter anderem ETFs auf klassische Aktien-Messlatten wie Euro Stoxx50, S&amp;P 500 oder MSCI Welt.\r\n(Foto: dpa)\r\nFrankfurt Die Finanzbranche steht für Krisen. Gleich drei gab es allein in diesem Jahrtausend. Doch wenn es eine … [+852 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":null,"title":"Tierschutz: SPD und Verbraucherschützer machen Druck für Tierwohl-Label","description":"Ein Jahr nach dem Start der freiwilligen Fleisch-Kennzeichnung im Handel soll nun ein staatliches Label folgen. Die SPD will die Erzeuger zur Nutzung verpflichten.","url":"https://www.handelsblatt.com/politik/deutschland/tierschutz-spd-und-verbraucherschuetzer-machen-druck-fuer-tierwohl-label/25734158.html","urlToImage":"https://www.handelsblatt.com/images/ferkel/25734210/2-format2003.jpg","publishedAt":"2020-04-11T08:12:00Z","content":"Berlin Ein Jahr nach Einführung einer Fleisch-Kennzeichnung der großen Supermarktketten fordern die Verbraucherzentralen Tempo beim geplanten staatlichen Logo für bessere Tierhaltung. Nach dem ersten Schritt des Handels müsse jetzt zwingend der zweite erfolge… [+2633 chars]"},{"source":{"id":"handelsblatt","name":"Handelsblatt"},"author":"Volker Votsmeier","title":"Wirtschaftsanwalt im Interview: „Die Neuregelung für Insolvenzanträge ist strafrechtlich hochgefährlich“","description":"Die Coronakrise stellt Unternehmer auch vor juristische Herausforderungen. Vor allem die strafrechtlichen Risiken sind immens, warnt Anwalt Heiko Ahlbrecht.","url":"https://www.handelsblatt.com/unternehmen/industrie/wirtschaftsanwalt-im-interview-die-neuregelung-fuer-insolvenzantraege-ist-strafrechtlich-hochgefaehrlich/25720428.html","urlToImage":"https://www.handelsblatt.com/images/antrag-auf-kurzarbeit/25720686/3-format2003.jpg","publishedAt":"2020-04-11T07:23:27Z","content":"Düsseldorf Viele Unternehmen kämpfen in der Coronakrise um ihre wirtschaftliche Existenz. Dabei geht es in vielen Fällen um die Frage, ob die Firma noch zahlungsfähig ist. Manager müssen entscheiden, ob sie den Gang vor den Insolvenzrichter antreten. Zwar hat… [+9064 chars]"}]}