{"status":"ok","totalResults":1297,"articles":[{"source":{"id":"info-money","name":"InfoMoney"},"author":"stefani","title":"O passo a passo para ficar rico sem cortar o cafezinho, segundo o Primo Rico","description":"Para Thiago Nigro, entender a linguagem do dinheiro e construir sua jornada pessoal de evolução são passos fundamentais para o enriquecimento The post O passo a passo para ficar rico sem cortar o cafezinho, segundo o Primo Rico appeared first on InfoMoney.","url":"https://www.infomoney.com.br/minhas-financas/o-passo-a-passo-para-ficar-rico-sem-cortar-o-cafezinho-segundo-o-primo-rico/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/06/xicara-de-cafe-.jpg?fit=900%2C600&quality=75&strip=all","publishedAt":"2020-04-11T14:48:27Z","content":"SÃO PAULO Gastar bem, investir melhor e ganhar mais. A frase que serve de mantra para Thiago Nigro, o Primo Rico, também foi explorada pelo especialista em live para mais de 100 mil pessoas no Instagram nesta sexta-feira (10).\r\nÉ preciso olhar para o dinheiro… [+4594 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"marcosmortari","title":"O coronavírus e seus efeitos na política da América Latina","description":"Presidentes monopolizam a administração da agenda, mas respostas à crise variam entre os países The post O coronavírus e seus efeitos na política da América Latina appeared first on InfoMoney.","url":"https://www.infomoney.com.br/colunistas/panorama-politico/o-coronavirus-e-seus-efeitos-na-politica-da-america-latina/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/02/coronavirus-respiratory-infections-viruses-35YSU5C-2.jpg?resize=1024,632","publishedAt":"2020-04-11T13:15:00Z","content":"(Crédito: Envato) \r\nporTomas Arias*\r\nEmbora o avanço do novo coronavírus na América Latina e a resposta dos Estados sejam heterogêneas, é possível observar uma linha comum em relação à estratégia adotada pelos diversos governos. Em especial, observa-se forte … [+7801 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Paula Zogbi","title":"IR 2020: tributação regressiva nem sempre é a melhor opção para um plano de previdência","description":"Muitos amigos compartilham comigo espontaneamente suas decisões com relação aos seus planos de previdência. Querem minha opinião sobre o plano que possuem e sempre me abordam para saber a melhor opção: PGBL e/ou VGBL, fundos de estratégia de renda fixa ou mul…","url":"https://www.infomoney.com.br/colunistas/convidados/ir-2020-tributacao-regressiva-nem-sempre-e-a-melhor-opcao-para-um-plano-de-previdencia/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/11/shutterstock_1060115645.jpg?fit=1000%2C667&quality=75&strip=all","publishedAt":"2020-04-11T11:50:52Z","content":"(Shutterstock) \r\nMuitos amigos compartilham comigo espontaneamente suas decisões com relação aos seus planos de previdência. Querem minha opinião sobre o plano que possuem e sempre me abordam para saber a melhor opção: PGBL e/ou VGBL, fundos de estratégia de … [+2831 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"marcosmortari","title":"As propostas de deputados para “cortar na própria carne” durante a crise","description":"Reduções de cota parlamentar e salários e destinação dos fundos partidário e eleitoral para o combate à pandemia estão entre as medidas propostas The post As propostas de deputados para “cortar na própria carne” durante a crise appeared first on InfoMoney.","url":"https://www.infomoney.com.br/politica/as-propostas-de-deputados-para-cortar-na-propria-carne-durante-a-crise/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/06/camara-dos-deputados-3.jpg?fit=900%2C600&quality=75&strip=all","publishedAt":"2020-04-11T11:30:38Z","content":"SÃO PAULO – Diante do avanço da pandemia do novo coronavírus e suas consequências de saúde pública, sociais, políticas e econômicas, tem crescido a cobrança de parcela da sociedade por sacrifícios do mundo político.\r\nAlém de investimentos em estrutura e equip… [+9471 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Pablo Santana","title":"Tablet, bicicleta, papel higiênico: o que os brasileiros compram e procuram durante a quarentena","description":"Pesquisas revelam as principais mudanças no consumo durante a pandemia The post Tablet, bicicleta, papel higiênico: o que os brasileiros compram e procuram durante a quarentena appeared first on InfoMoney.","url":"https://www.infomoney.com.br/consumo/tablet-bicicleta-papel-higienico-o-que-os-brasileiros-compram-e-procuram-durante-a-quarentena/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/03/Coronavírus-supermercado-Brasil.jpg?resize=1024,683","publishedAt":"2020-04-11T11:00:32Z","content":"Supermercado em Campinas, que montou uma estrutura para proteger funcionários e clientes do novo coronavírus (foto: WAGNER SOUZA/FUTURA PRESS/FUTURA PRESS/ESTADÃO CONTEÚDO) \r\nSÃO PAULO – Além de alterar a rotina, o isolamento social imposto pela pandemia de c… [+4247 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Agência Estado","title":"Projeto pode dar perdão de R$ 13 bi em dívida do Rio","description":"Avaliação é que projeto de socorro emergencial a Estados debatido na Câmara incentiva saída do Rio do Regime de Recuperação Fiscal The post Projeto pode dar perdão de R$ 13 bi em dívida do Rio appeared first on InfoMoney.","url":"https://www.infomoney.com.br/politica/projeto-pode-dar-perdao-de-r-13-bi-em-divida-do-rio/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/FUP20200326153.jpg?resize=1024,683","publishedAt":"2020-04-11T10:54:00Z","content":"O projeto de socorro emergencial aos Estados e municípios garante um perdão de dívida de pelo menos R$ 13 bilhões ao Rio de Janeiro, de acordo com cálculos da área econômica. Os números foram projetados com base no parecer lido no plenário da Câmara na quarta… [+3707 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Redação","title":"Jack Ma: o bilionário que virou embaixador da China na crise do coronavírus","description":"Conheça a história de Jack Ma, um ex-professor de inglês que cofundou o Alibaba Group, que, em 2014, bateu o recorde de maior IPO do mundo, levantando US$ 25 bilhões The post Jack Ma: o bilionário que virou embaixador da China na crise do coronavírus appeared…","url":"https://www.infomoney.com.br/perfil/jack-ma/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/GettyImages-585562764.jpg?fit=1024%2C713&quality=75&strip=all","publishedAt":"2020-04-10T18:58:08Z","content":"(Getty Images) \r\n<table><tr><td>Nome completo:</td><td>Ma Yun</td></tr><tr><td>Ocupação:</td><td>Empresário e investidor</td></tr><tr><td>Local de nascimento:</td><td>Hancheu, China</td></tr><tr><td>Data de nascimento:</td><td>10 de setembro de 1964</td></tr>… [+16457 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Redação","title":"Paulo Guedes admite que PIB pode cair 4% se paralisação passar de julho","description":"Estimativa oficial ainda é de crescimento nulo de 0,02%, mas analistas e instituições acreditam que a queda será maior The post Paulo Guedes admite que PIB pode cair 4% se paralisação passar de julho appeared first on InfoMoney.","url":"https://www.infomoney.com.br/politica/paulo-guedes-admite-que-pib-pode-cair-4-se-crise-passar-de-julho/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/06/paulo-guedes_jefferson-rudy_agencia-senado_3.jpg?fit=900%2C600&quality=75&strip=all","publishedAt":"2020-04-10T18:35:32Z","content":"© 2000-2019 InfoMoney. Todos os direitos reservados.\r\nO InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recomendação de investimento, não se respo… [+1134 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"agenciabrasil","title":"Covid-19: de 19% a 35% dos casos apresentam dificuldade respiratória","description":"Além de falta de ar, sintomas incluem febre e tosse The post Covid-19: de 19% a 35% dos casos apresentam dificuldade respiratória appeared first on InfoMoney.","url":"https://www.infomoney.com.br/economia/covid-19-de-19-a-35-dos-casos-apresentam-dificuldade-respiratoria/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/GettyImages-1205580183-low.jpg?fit=1700%2C1134&quality=75&strip=all","publishedAt":"2020-04-10T17:30:05Z","content":"(Getty Images) \r\nUm dos sintomas recorrentes do novo coronavírus é a falta de ar. Segundo a Organização Mundial da Saúde (OMS) a dificuldade de respirar está relacionada a 19% a 35% dos casos confirmados da doença, geralmente associados a febre (83%-98%) e to… [+2643 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Nicolas Gunkel","title":"Fugindo da manada: como Thiago Nigro monta sua carteira de investimentos","description":"Em live do Desafio 21Dias, o Primo Rico contou quais são as modalidades de ativos obrigatórias em seu portfólio e como atravessa crises sem entrar em pânico The post Fugindo da manada: como Thiago Nigro monta sua carteira de investimentos appeared first on In…","url":"https://www.infomoney.com.br/minhas-financas/fugindo-da-manada-como-thiago-nigro-monta-sua-carteira-de-investimentos/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/01/Thiago-Nigro-2.jpg?fit=1280%2C853&quality=75&strip=all","publishedAt":"2020-04-10T12:30:07Z","content":"Thiago Nigro, o Primo Rico \r\nSÃO PAULO – O especialista em investimentos Thiago Nigro iniciou nesta quinta-feira (9) a segunda etapa do seu Desafio 21Dias 2.0, uma série de lives diárias que acontecem às 21h57 durante três semanas. Clique aqui para assistir d… [+5242 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Agência Estado","title":"Ministério da Saúde: País tem 127 mil casos à espera de testes","description":"A previsão da pasta é a de que o Brasil alcance 100 mil casos confirmados de covid-19 nas próximas duas semanas The post Ministério da Saúde: País tem 127 mil casos à espera de testes appeared first on InfoMoney.","url":"https://www.infomoney.com.br/economia/ministerio-da-saude-pais-tem-127-mil-casos-a-espera-de-testes/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/49719633198_d23cf7dfdb_o-1.jpg?resize=1024,683","publishedAt":"2020-04-10T12:20:00Z","content":"(Divulgação/Ministério da Saúde) \r\nO secretário de vigilância do Ministério da Saúde, Wanderson de Oliveira, afirmou nesta quinta-feira, 9, que o País tem registros de 127 mil casos que esperam exames para averiguar possível contaminação pelo novo coronavírus… [+2055 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Lara Rizério","title":"De quase estável à recessão de mais de 6% em 2020: por que os cenários para o PIB do Brasil variam tanto?","description":"Incerteza é a palavra de ordem com o coronavírus - e a duração do isolamento social será crucial para definir o tamanho da recessão no país The post De quase estável à recessão de mais de 6% em 2020: por que os cenários para o PIB do Brasil variam tanto? appe…","url":"https://www.infomoney.com.br/economia/de-quase-estavel-a-recessao-de-mais-de-6-em-2020-por-que-os-cenarios-para-o-pib-do-brasil-variam-tanto/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/06/bandeira_brasil.jpg?fit=900%2C598&quality=75&strip=all","publishedAt":"2020-04-10T11:30:29Z","content":"(Shutterstock) \r\nSÃO PAULO – “Qualquer estimativa de percentual do PIB (Produto Interno Bruto) de 2020 é ‘mero chute’. Com essas palavras, Mansueto Almeida, secretário do Tesouro Nacional, trouxe à luz a difícil tarefa que está sendo para os economistas fazer… [+8692 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"paulotafner","title":"O desafio de chegar ao dia seguinte","description":"Não podemos, em nome da pandemia, negligenciar nossa responsabilidade fiscal The post O desafio de chegar ao dia seguinte appeared first on InfoMoney.","url":"https://www.infomoney.com.br/colunistas/paulo-tafner/o-desafio-de-chegar-ao-dia-seguinte/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/03/GettyImages-1214451197-low.jpg?fit=1700%2C1133&quality=75&strip=all","publishedAt":"2020-04-10T11:00:44Z","content":"(Getty Images) \r\nEm artigo anterior tratei de pandemias e discuti nossos véus de ignorância.\r\nNão temos remédios 100% eficazes, estamos ainda longe de uma vacina, não sabemos exatamente como definir e implementar políticas de manutenção da renda da população,… [+6545 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"renatosantiago","title":"Nossas novidades da quarentena","description":"O home office e o distanciamento social impostos pela pandemia de coronavírus têm sido muito produtivos para o Stock Pickers. Na verdade, não estamos nem falando de home office, e sim de home studio. Desde que deixamos no estúdio, na sede da XP, em São Paulo,…","url":"https://www.infomoney.com.br/colunistas/stock-pickers/nossas-novidades-da-quarentena/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/coffeestocks.png?fit=883%2C684&quality=75&strip=all","publishedAt":"2020-04-09T23:39:11Z","content":"O home office e o distanciamento social impostos pela pandemia de coronavírus têm sido muito produtivos para o Stock Pickers. Na verdade, não estamos nem falando de home office, e sim de home studio.\r\nDesde que deixamos no estúdio, na sede da XP, em São Paulo… [+1854 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"rodrigoumpieres","title":"Fundo que tem Nassim Taleb como principal conselheiro sobe 3.600% em março","description":"Esta não é a primeira vez que os conselhos de Taleb ajudam a gestora Universa Investments, de Miami The post Fundo que tem Nassim Taleb como principal conselheiro sobe 3.600% em março appeared first on InfoMoney.","url":"https://www.infomoney.com.br/mercados/fundo-que-tem-nassim-taleb-como-principal-conselheiro-sobe-3-600-em-marco/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/09/nassim-taleb.jpg?fit=900%2C600&quality=75&strip=all","publishedAt":"2020-04-09T22:49:22Z","content":"SÃO PAULO – Um hedge fund que tem Nassim Taleb como seu principal conselheiro registrou ganhos de 3.612% em março, em meio ao pânico dos investidores no mercado.\r\nAdministrado pela Universa Investments, de Miami, tendo o autor do livro “A Lógica do Cisne Negr… [+1976 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"rodrigoumpieres","title":"PIB da China, “Orçamento de Guerra” e dados dos EUA: o que acompanhar na próxima semana","description":"Tudo que o investidor precisa saber antes de operar na semana The post PIB da China, “Orçamento de Guerra” e dados dos EUA: o que acompanhar na próxima semana appeared first on InfoMoney.","url":"https://www.infomoney.com.br/mercados/pib-da-china-orcamento-de-guerra-e-dados-dos-eua-o-que-acompanhar-na-proxima-semana/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/10/shutterstock_1400822888.jpg?fit=5465%2C3167&quality=75&strip=all","publishedAt":"2020-04-09T22:05:42Z","content":"SÃO PAULO – Apesar do alívio dos mercados nos últimos dias, a cautela no mercado segue, com investidores atentos diariamente aos números do surto do novo coronavírus, tentando projetar o quanto esta crise pode se prolongar.\r\nEm meio a este cenário, a agenda e… [+1947 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Beatriz Cutait","title":"À espera de contração de 5% do PIB em 2020, SPX não considera recomendáveis novos cortes da Selic","description":"Gestora de Rogério Xavier segue com posições reduzidas em juros e não tem alocações direcionais relevantes na Bolsa brasileira em seu fundo multimercado The post À espera de contração de 5% do PIB em 2020, SPX não considera recomendáveis novos cortes da Selic…","url":"https://www.infomoney.com.br/onde-investir/a-espera-de-contracao-de-5-do-pib-em-2020-spx-nao-considera-recomendaveis-novos-cortes-da-selic/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/06/grafico-queda-ibovespa-investimento-2.jpg?fit=900%2C562&quality=75&strip=all","publishedAt":"2020-04-09T21:39:02Z","content":"SÃO PAULO – Atenta aos efeitos macroeconômicos inéditos da atual pandemia de coronavírus e à espera de contrações anualizadas de 32% do PIB americano e de 55%, da zona do euro, no segundo trimestre de 2020, a SPX está bastante cautelosa com o cenário à frente… [+3370 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"ghanialan","title":"O risco do “vírus fiscal”: o pacote emergencial não pode se tornar permanente","description":"É fundamental ficarmos alertas aos grupos oportunistas que vendem a “salvação” da população visando o seu próprio benefício The post O risco do “vírus fiscal”: o pacote emergencial não pode se tornar permanente appeared first on InfoMoney.","url":"https://www.infomoney.com.br/colunistas/economia-e-politica-direto-ao-ponto/o-risco-do-virus-fiscal-o-pacote-emergencial-nao-pode-se-tornar-permanente/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2019/08/real-dinheiro.jpg?fit=900%2C600&quality=75&strip=all","publishedAt":"2020-04-09T21:34:37Z","content":"Notas de real (Crédito: Shutterstock) \r\nNo artigo, Paralisar ou não paralisar, eis a questão, chamei atenção para o tradeoff entre o confinamento ou não da população. Em resumo, a paralisação visa conter o alastramento da Covivid-19, evitando mortes e o colap… [+4726 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Mariana d'Ávila","title":"Apex, Kinea, Legacy e Occam reabrem captações de fundos em meio à pandemia","description":"Queda dos preços dos ativos tem liberado espaço para novos cotistas em fundos que estavam fechados para captação The post Apex, Kinea, Legacy e Occam reabrem captações de fundos em meio à pandemia appeared first on InfoMoney.","url":"https://www.infomoney.com.br/onde-investir/apex-kinea-legacy-e-occam-reabrem-captacoes-de-fundos-em-meio-a-pandemia/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/GettyImages-655567024.jpg?resize=1024,683","publishedAt":"2020-04-09T21:23:05Z","content":"(Yozayo/Getty Images) \r\nSÃO PAULO Com a forte queda do mercado de ações diante da pandemia de coronavírus, gestoras que há algum tempo estavam com seus fundos de investimento fechados para captação voltaram a abrir as portas para aportes de atuais cotistas e … [+5111 chars]"},{"source":{"id":"info-money","name":"InfoMoney"},"author":"Allan Gavioli","title":"Quatro maneiras de aproveitar o tempo extra em casa no feriado","description":"Apesar das instruções para manter-se em isolamento, há muitas maneiras de se livrar do ócio permanecendo exatamente onde você está, em casa The post Quatro maneiras de aproveitar o tempo extra em casa no feriado appeared first on InfoMoney.","url":"https://www.infomoney.com.br/consumo/quatro-maneiras-de-aproveitar-o-tempo-extra-em-casa-no-feriado/","urlToImage":"https://www.infomoney.com.br/wp-content/uploads/2020/04/mohammad-fahim-w9UIuj8KeVo-unsplash.jpg?resize=1024,576","publishedAt":"2020-04-09T21:13:02Z","content":"(Unsplash) \r\nSÃO PAULO – O avanço do novo coronavírus pelo mundo está fazendo com que países tenham que tomar medidas drásticas para conter o contágio. Nesse cenário, grande parte da população mundial está enfrentando um problema em comum: ficar trancado em c… [+6893 chars]"}]}