{"status":"ok","totalResults":1802,"articles":[{"source":{"id":"techradar","name":"TechRadar"},"author":"Adam Vjestica","title":"The DualSense PS5 controller is packed with fancy features - but they won’t get used","description":"The DualSense PS5 controller sports some amazing technology, but will developers even bother to use them?","url":"https://www.techradar.com/news/the-dualsense-ps5-controller-is-packed-with-features-but-they-wont-get-used","urlToImage":"https://cdn.mos.cms.futurecdn.net/UadAbRDJ2q94kCcgvm45Qd-1200-80.jpg","publishedAt":"2020-04-11T17:00:43Z","content":"In a blog post that came seemingly out of nowhere, Sony finally revealed the new DualSense PS5 controller. It marks a radical departure from the DualShock 4, but the redesigned pad will share one thing in common with its predecessor developers will continue t… [+4208 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Adam Marshall","title":"Broadband deal: John Lewis's £40 gift card offer is among UK's cheapest internet plans","description":"Get unlimited broadband for £20 a month and a free £40 gift card with John Lewis's new broadband deal.","url":"https://www.techradar.com/uk/news/broadband-deal-john-lewiss-pound40-gift-card-offer-is-among-uks-cheapest-internet-plans","urlToImage":"https://cdn.mos.cms.futurecdn.net/JSdqqpf2MVgpPatKdssiLW-1200-80.jpg","publishedAt":"2020-04-11T15:30:50Z","content":"You don't need us to tell you that times are strange. But somethings just don't change, with internet providers taking the Easter weekend to drop some of their best ever broadband deals.\r\nThis year it's John Lewis's turn to impress. It has reintroduced its £4… [+2442 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"David Nield","title":"Analyst points to April for the iPhone SE 2, October for the 6.7-inch iPhone 12","description":"We may have a bit more clarity over when a couple of the 2020 iPhones are likely to be going on sale.","url":"https://www.techradar.com/news/analyst-points-to-april-for-the-iphone-se-2-october-for-the-67-inch-iphone-12","urlToImage":"https://cdn.mos.cms.futurecdn.net/e9JR8yiZ7eqwBhBrXotpLj-1200-80.jpg","publishedAt":"2020-04-11T15:00:54Z","content":"With the coronavirus outbreak causing chaos across the world, the usual tech launch schedules have been thrown into question and that includes Apple's.\r\nA new note from analyst Jeff Pu, reported by MacRumors, suggests that the iPhone SE 2 will arrive in the m… [+1375 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Bill Thomas","title":"Gaming laptops will never be the same, and it's all thanks to AMD","description":"We tested AMD Ryzen 4000 mobile up against the best desktop processors on the market, and it's frankly amazing what it can do.","url":"https://www.techradar.com/news/gaming-laptops-will-never-be-the-same-and-its-all-thanks-to-amd","urlToImage":"https://cdn.mos.cms.futurecdn.net/m5PShYcabnC39M29D8yXf6-1200-80.jpg","publishedAt":"2020-04-11T15:00:14Z","content":"Even the best laptops are, traditionally speaking, a lot slower than a full desktop PC. The PC components that laptop manufacturers shove into a portable machine consume way less power, and are generally constricted  by thermal limits imposed by being in a ti… [+10501 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Vic Hood","title":"How this YouTuber pulled off the elaborate GTA 6 fake announcement","description":"The GTA 6 announcement was an elaborate April Fool's joke - here's how it was done.","url":"https://www.techradar.com/news/how-this-youtuber-pulled-off-the-elaborate-gta-6-fake-announcement","urlToImage":"https://cdn.mos.cms.futurecdn.net/7JPkPKbjaZAyBafVF3xRN-1200-80.jpg","publishedAt":"2020-04-11T14:00:27Z","content":"Rockstar Games hasn't officially announced GTA 6 is in the works but, with a new console generation on the horizon and Red Dead Redemption 2 out of the way, we're expecting a new Grand Theft Auto game to be in the pipeline - we just don't know when we'll see … [+8314 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"David Nield","title":"You can now get at your Instagram DMs on the web","description":"You can now get at your Instagram messages through your web browser, in the latest upgrade to the Facebook-owned app.","url":"https://www.techradar.com/news/you-can-now-get-at-your-instagram-dms-on-the-web","urlToImage":"https://cdn.mos.cms.futurecdn.net/u4EeTDErC3zXJjf3dDbNBc-1200-80.jpg","publishedAt":"2020-04-11T11:00:51Z","content":"Instagram users have been able to view photos and stories on the web for a while now, but the latest upgrade to the online app adds direct messages as well.\r\nThat means you can slide in and out of your Insta DMs right in your web browser, without touching you… [+1472 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Alex Hughes","title":"EE just released one of its best ever SIM only deals - 100GB for just £20 a month","description":"EE SIM only deals just got a whole lot better! For just £20 a month get a massive 100GB of data on this mega network.","url":"https://www.techradar.com/uk/news/ee-just-released-one-of-its-best-ever-sim-only-deals-100gb-for-just-pound20-a-month","urlToImage":"https://cdn.mos.cms.futurecdn.net/oGD5NJy3cQwru7t2xJDjFY-1200-80.jpg","publishedAt":"2020-04-11T10:30:20Z","content":"While EE is both the UK's most popular network and the fastest 4G option, it is also usually the most expensive of the main four networks, sitting miles behind Vodafone, Three and O2. \r\nHowever, EE has recently stepped up its game, offering some bargains in t… [+1274 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Darren Allan","title":"Microsoft Surface Go 2 could be about to launch","description":"The sequel to the well-liked Surface Go might just be on sale as soon as next month.","url":"https://www.techradar.com/news/microsoft-surface-go-2-could-be-about-to-launch","urlToImage":"https://cdn.mos.cms.futurecdn.net/soFG8i2tUuKSBb7ePz25YT-1200-80.jpg","publishedAt":"2020-04-11T09:01:33Z","content":"Microsofts Surface Go 2 could be about to go on sale, at least according to the latest from the rumor mill.\r\nAccording to insider sources who spoke to MS Power User, Microsoft is about to reveal the Surface Go 2 in the coming weeks, and the expectation is tha… [+2069 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Alex Hughes","title":"Samsung Galaxy S20 and S10 price drop: save £140 with these Easter weekend deals","description":"Samsung Galaxy S20 deals and S10 deals have just come tumbling down in price thanks to Mobiles.co.uk.","url":"https://www.techradar.com/uk/news/samsung-galaxy-s20-and-s10-price-drop-save-pound140-with-these-easter-weekend-deals","urlToImage":"https://cdn.mos.cms.futurecdn.net/GvTHpCq4eUw3xqfyzVVwh-1200-80.jpg","publishedAt":"2020-04-11T08:30:51Z","content":"Samsung's S20 series and last year's Galaxy S10 handsets have undoubtedly been some of the best phones on the market in recent years. But with that in mind, it is no surprise that they are also some of the most expensive.\r\nLuckily, every so often we see a pri… [+1463 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Sponsored","title":"Five PC games to play while you’re staying safe at home","description":"Get your gaming fix with these five awesome PC games on the Omen 15","url":"https://www.techradar.com/news/five-pc-games-to-play-while-youre-staying-safe-at-home","urlToImage":"https://cdn.mos.cms.futurecdn.net/GjRkG728AyYmvkaFnQV7J5-1200-80.jpg","publishedAt":"2020-04-11T06:54:50Z","content":"Staying at home during the coronavirus outbreak is the smartest thing you can do, but it could be a struggle to find things to do to stay occupied. Though the first half of the day can be spent on work-related tasks, the rest of the day can prove to be challe… [+3216 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Desire Athow","title":"AMD’s next game changer may have nothing to do with CPU or GPU","description":"Is AMD preparing a unified storage software accelerator?","url":"https://www.techradar.com/news/amds-next-game-changer-may-have-nothing-to-do-with-cpu-or-gpu","urlToImage":"https://cdn.mos.cms.futurecdn.net/xcRQQce2TCgBYJQHqGbmS4-1200-80.jpg","publishedAt":"2020-04-11T03:00:00Z","content":"AMD has recently dropped support and distribution for its intelligent storage acceleration software solution, StoreMi.\r\nThe software was licensed from a development company called Emmotus and allowed slow hard disk drives to be fused with faster drives for SS… [+1721 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Anthony Spadafora","title":"An old programming language is threatening global stability","description":"States across the US are calling for COBOL programmers to help them maintain their aging mainframes which are struggling under their current load.","url":"https://www.techradar.com/news/an-old-programming-language-is-threatening-global-stability","urlToImage":"https://cdn.mos.cms.futurecdn.net/tKLoCsLGrThMKd5J4RmhME-1200-80.jpg","publishedAt":"2020-04-11T00:27:00Z","content":"In addition to ventilators and face masks, US state governments are now in dire need of COBOL programmers to help out during the global pandemic.\r\nNew Jersey Governor Phil Murphy recently put out a call for volunteers who know how to code the decades-old comp… [+1853 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Sponsored","title":"9 gadgets that will speak to the artist in you","description":"Stuck at home? Many of us are. But while some are working from home and content to let that be their...","url":"http://www.techradar.com/news/9-gadgets-that-will-speak-to-the-artist-in-you","urlToImage":null,"publishedAt":"2020-04-10T22:48:36Z","content":null},{"source":{"id":"techradar","name":"TechRadar"},"author":"Anthony Spadafora","title":"Travelex forked out multi-million ransom to restore its systems","description":"A new report has revealed that Travelex may have paid $2.3m to cybercriminals to decrypt its systems after suffering a ransomware attack earlier this year.","url":"https://www.techradar.com/news/travelex-forked-out-multi-million-ransom-to-restore-its-systems","urlToImage":"https://cdn.mos.cms.futurecdn.net/DiyzzbX6dHcod87ovVAnGj-1200-80.jpg","publishedAt":"2020-04-10T22:32:51Z","content":"After suffering a ransomware attack earlier this year, Travelex reportedly paid a $2.3m ransom payment to get its systems back online after they were encrypted.\r\nBack in January of this year, hackers deployed the Sodinokibi ransomware throughout the foreign e… [+1604 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Anthony Spadafora","title":"These malicious websites could put your computer at risk","description":"US and UK security officials have compiled a database of malicious coronavirus-related websites and email addresses","url":"https://www.techradar.com/news/these-malicious-websites-could-put-your-computer-at-risk","urlToImage":"https://cdn.mos.cms.futurecdn.net/2z4M4i9jcRP5kYP3FRc3Jf-1200-80.jpeg","publishedAt":"2020-04-10T21:41:39Z","content":"The recent surge in coronavirus-based cybercrime has gotten so serious that security officials from the US and UK have issued a joint advisory warning that they're currently tracking over 2,500 coronavirus-themed threats.\r\nThe UK National Cyber Security Centr… [+1891 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Simon Barnes","title":"How to make online tuition work for students","description":"With schools closed for the foreseeable future, teachers have turned to video conferencing.","url":"https://www.techradar.com/news/how-to-make-online-tuition-work-for-students","urlToImage":"https://cdn.mos.cms.futurecdn.net/BUa8JXrWmMvHLpFMdfzKdM-1200-80.jpg","publishedAt":"2020-04-10T19:00:25Z","content":"With schools closed for the foreseeable future, teachers have valiantly turned to a variety of video conferencing platforms to deliver ongoing education, but many face technical hurdles using platforms that were never designed with their needs in mind. They c… [+4363 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Anthony Spadafora","title":"Phishing emails impersonate the White House","description":"Scammers are sending out suspicious emails in which they pretend to be US President Trump or Vice President Mike Pence.","url":"https://www.techradar.com/news/phishing-emails-impersonate-the-white-house","urlToImage":"https://cdn.mos.cms.futurecdn.net/8DeuFyhvSniNWZSTisrSeK-1200-80.jpg","publishedAt":"2020-04-10T18:49:58Z","content":"Scammers have begun to impersonate US President Trump and Vice President Mike Pence in new phishing emails that distribute malware or try to trick users into falling for extortion scams.\r\nThe email security firm Inky has discovered a series of phishing emails… [+1843 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Matt Swider","title":"Rare team-up: Apple and Google want to use your phone to help track Covid-19","description":"Apple and Google are coming together, along with government and health authorities, to help track the coronavirus outbreak.","url":"https://www.techradar.com/news/apple-google-covid-19-coronavirus-partnership-ios-android","urlToImage":"https://cdn.mos.cms.futurecdn.net/xmTYWkuHdJGLnsDwyLJ6kM-1200-80.jpg","publishedAt":"2020-04-10T18:21:00Z","content":"Normally bitter rivals, Apple and Google are now teaming up to create the Covid-19 contact tracing system that the world needs and staunch privacy advocates fear.\r\nYour smartphone will act as anonymous identifying beacon, using Bluetooth along with the iOS an… [+199 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"Anthony Spadafora","title":"NASA facing rise in cyberattacks","description":"Hackers are taking advantage of the fact that NASA employees are working from home during the global pandemic.","url":"https://www.techradar.com/news/nasa-facing-rise-in-cyberattacks","urlToImage":"https://cdn.mos.cms.futurecdn.net/S52AXmcF8SwjhEHAXXYc7k-1200-80.jpg","publishedAt":"2020-04-10T17:34:23Z","content":"NASA has seen increased malicious activity from both nation-state hackers and cybercriminals who have begun to target the US space agency's systems and staff working from home during the global pandemic.\r\nMitigation tools and measures put in place by NASA's S… [+2172 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"James Laird","title":"How to watch new Simpsons movie: stream Maggie's Playdate with Destiny online free","description":"Forget that she shot Mr Burns, watch Maggie's Playdate with Destiny and stream the new Simpsons movie online for free today.","url":"https://www.techradar.com/news/how-to-watch-new-simpsons-movie-maggies-playdate-with-destiny-online-for-free","urlToImage":"https://cdn.mos.cms.futurecdn.net/qYuBA2LVDxo69RhNRysiKT-1200-80.jpg","publishedAt":"2020-04-10T16:01:59Z","content":"The Simpsons is one of the jewels in the Disney Plus crown and fans are being rewarded for their loyalty with the release of a fresh short-film starring their favorite Springfield family. Read on and we'll explain how to watch The Simpsons: Maggie's Playdate … [+2092 chars]"}]}