{"status":"ok","totalResults":21,"articles":[{"source":{"id":"nhl-news","name":"NHL News"},"author":"Michael Langr","title":"Francouz using virtual reality to stay sharp for Avalanche during pause - NHL.com","description":"Francouz using virtual reality to stay sharp for Avalanche during pause NHL.com NHL getting neutral-site playoff pitches from cities ESPN NHL hasn’t set firm drop-dead date to cancel 2019-20 season, still ‘hopeful’ Sportsnet.ca Goalies have increased mobility…","url":"https://www.nhl.com/news/avalanche-francouz-virtual-reality-during-pause/c-316581564","urlToImage":"https://nhl.bamcontent.com/images/photos/316582308/1024x576/cut.jpg","publishedAt":"2020-04-10T16:17:43Z","content":"Pavel Francouz is using virtual reality to stay sharp with the NHL season paused due to concerns surrounding the coronavirus.\"It is tough to stay in a good shape at home, not being on the ice,\" the Colorado Avalanche goalie said from his home in Pilsen, Czech… [+3075 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Barry Rubinstein","title":"Senators who tested positive for coronavirus have recovered, coach says - NHL.com","description":"Senators who tested positive for coronavirus have recovered, coach says NHL.com 'The fear hadn't set in': Senators head coach Smith recalls fateful California trip CBC.ca Senators coach D.J. Smith: It’s time for team to take ‘next step’ Sportsnet.ca Senators …","url":"https://www.nhl.com/news/senators-have-recovered-from-coronavirus/c-316563126","urlToImage":"https://nhl.bamcontent.com/images/photos/316563468/1024x576/cut.jpg","publishedAt":"2020-04-08T23:21:28Z","content":"The six members of the Ottawa Senators organization who tested positive for the coronavirus, including two players, have recovered, according to coach D.J. Smith.\"Everyone's doing good,\" he said Wednesday. \"The good thing is that everyone that had [the corona… [+3401 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Adam Kimelman","title":"NHL Draft Stuetzle atop final ranking of International skaters for 2020 Draft - NHL.com","description":"NHL Draft Stuetzle atop final ranking of International skaters for 2020 Draft NHL.com Sportsnet’s 2020 NHL Draft Prospect Rankings: April Sportsnet.ca Lafreniere tops final ranking of North American skaters for 2020 Draft NHL.com Four top ranked NHL Draft pro…","url":"https://www.nhl.com/news/tim-stuetzle-atop-final-ranking-of-international-skaters-for-2020-draft/c-316540344","urlToImage":"https://nhl.bamcontent.com/images/photos/313840810/1024x576/cut.jpg","publishedAt":"2020-04-08T17:21:46Z","content":"Tim Stuetzle, a forward with Mannheim in Germany's top professional league, is No. 1 on NHL Central Scouting's final ranking of International skaters for the 2020 NHL Draft.Central Scouting on Wednesday released its final rankings of the top International ska… [+4532 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"NHL.com","title":"Cave in medically induced coma after Oilers forward has brain bleed - NHL.com","description":"Cave in medically induced coma after Oilers forward has brain bleed NHL.com Oilers F Cave in coma with brain bleed TSN ‘He’s a warrior’: Oilers’ Colby Cave fighting for life due to brain bleed Sportsnet.ca Oilers forward Colby Cave in medically-induced coma a…","url":"https://www.nhl.com/news/oilers-colby-cave-coma-brain-bleed/c-316544600","urlToImage":"https://nhl.bamcontent.com/images/photos/316543992/1024x576/cut.jpg","publishedAt":"2020-04-07T18:32:59Z","content":null},{"source":{"id":"nhl-news","name":"NHL News"},"author":"LA Kings","title":"Take the LA Kings Green Challenge and Enter to Win a Pair of Tickets! - NHL.com","description":"Take the LA Kings Green Challenge and Enter to Win a Pair of Tickets! NHL.com","url":"https://www.nhl.com/kings/news/take-the-la-kings-green-challenge-and-enter-to-win-a-pair-of-tickets/c-316533158","urlToImage":"https://nhl.bamcontent.com/images/photos/306790598/1024x576/cut.jpg","publishedAt":"2020-04-06T20:33:03Z","content":"How the Challenge Works\r\nThe Kings Care Foundation will award the first 50 eligible participants who share their creation on social media a pair of tickets to one (1) LA Kings 2020-21 preseason home game at STAPLES Center!\r\nTo qualify, a parent or legal guard… [+2566 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Pat Pickens","title":"Greiss offers food, supplies to people affected by coronavirus - NHL.com","description":"Greiss offers food, supplies to people affected by coronavirus NHL.com SIMMONS: It's time for NHL to be honest and cancel its season Toronto Sun QUIZ: How much do you know about hockey? Kimberley Bulletin Dallas Stars season snapshot awards NHL.com What Donal…","url":"https://www.nhl.com/news/islanders-goalie-thomas-greiss-offering-food-supplies-during-pandemic/c-316525890","urlToImage":"https://nhl.bamcontent.com/images/photos/316525892/1024x576/cut.jpg","publishedAt":"2020-04-05T16:08:11Z","content":null},{"source":{"id":"nhl-news","name":"NHL News"},"author":"NHL.com","title":"Greatest Moments of NHL Season … So Far: first round, matchup 5 - NHL.com","description":"Greatest Moments of NHL Season … So Far: first round, matchup 5 NHL.com Today in Hockey History: April 4 The Hockey Writers Francis: Seattle hopes to announce name ‘sooner than later’ NBCSports.com Today in Hockey History: New York Islanders Denis Potvin Reac…","url":"https://www.nhl.com/news/greatest-moments-of-nhl-season-first-round/c-316439300","urlToImage":"https://nhl.bamcontent.com/images/photos/316504494/1024x576/cut.jpg","publishedAt":"2020-04-03T16:00:00Z","content":null},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Dan Rosen","title":"Mailbag: 2020 Draft dark horses, Rangers future moves - NHL.com","description":"Mailbag: 2020 Draft dark horses, Rangers future moves NHL.com Insider Trading: Why NHL extended isolation period to April 15 TSN 5 Worst Colorado Avalanche/Quebec Nordiques Draft Classes of All-Time The Hockey Writers Avalanche players 'recovering well' from …","url":"https://www.nhl.com/news/over-the-boards-mailbag-dan-rosen-april-1/c-316450468","urlToImage":"https://nhl.bamcontent.com/images/photos/316462722/1024x576/cut.jpg","publishedAt":"2020-04-01T01:14:43Z","content":"Here is the April 1 edition of Dan Rosen's weekly mailbag. If you have a question, tweet it to @drosennhl and use #OvertheBoards.In this year's draft class, who is your dark horse to maybe jump up and be selected early, much like when the Detroit Red Wings to… [+8054 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Dan Rosen","title":"Bouwmeester doing well, Blues teammate Pietrangelo says - NHL.com","description":"Bouwmeester doing well, Blues teammate Pietrangelo says NHL.com Pietrangelo: Bouwmeester in good health TSN Pietrangelo says Blues teammate Bouwmeester in good health Sportsnet.ca TRAIKOS: Classic hockey broadcasts show how much the game has changed Toronto S…","url":"https://www.nhl.com/news/blues-jay-bouwmeester-health-update/c-316461672","urlToImage":"https://nhl.bamcontent.com/images/photos/316462004/1024x576/cut.jpg","publishedAt":"2020-03-31T18:42:37Z","content":null},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Tim Campbell","title":"column Oilers in playoff spot at season pause helped by meeting, GM says - NHL.com","description":"column Oilers in playoff spot at season pause helped by meeting, GM says NHL.com Best Moments From The 2019-20 Battle Of Alberta Games SPORTSNET The strong economic enticements for the Edmonton Oilers to return to the ice post-COVID-19 as soon as humanly poss…","url":"https://www.nhl.com/news/meeting-led-to-edmonton-oilers-success/c-316412534","urlToImage":"https://nhl.bamcontent.com/images/photos/316414318/1024x576/cut.jpg","publishedAt":"2020-03-28T02:19:42Z","content":"The Edmonton Oilers were in a great position to reach the Stanley Cup Playoffs when the NHL season was paused March 12, and a meeting near the end of December likely played a big part. On Dec. 27, general manager Ken Holland, assistant general manager Keith G… [+5333 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Adam Kimelman","title":"Crosby, Giroux, Staal brothers do some chirping in video conference - NHL.com","description":"Crosby, Giroux, Staal brothers do some chirping in video conference NHL.com Crosby, Ovechkin on board with skipping remainder of regular season if NHL resumes CBC.ca Plenty of time for Sidney Crosby, Alex Ovechkin to ponder NHL scenarios TSN Subban, Ovechkin,…","url":"https://www.nhl.com/news/nhl-players-joke-on-each-other-in-video-conference/c-316402360","urlToImage":"https://nhl.bamcontent.com/images/photos/316303036/1024x576/cut.jpg","publishedAt":"2020-03-26T23:16:43Z","content":"Marc Staal misses a lot of things about playing in the NHL, but there are a few things the New York Rangers defenseman is OK doing without right now.\"Sid's always slashing me in the back of the legs, I don't miss that,\" Staal said Thursday during a video call… [+4009 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Adam Kimelman","title":"Bauer making face shields for medical workers treating coronavirus - NHL.com","description":"Bauer making face shields for medical workers treating coronavirus NHL.com Bauer offers to make protective medical gear CBC.ca Bauer offers to modify hockey visor production to create face shields for medical staff The Globe and Mail Hockey equipment manufact…","url":"https://www.nhl.com/news/bauer-shields-medical-workers-coronavirus/c-316289722","urlToImage":"https://nhl.bamcontent.com/images/photos/316290770/1024x576/cut.jpg","publishedAt":"2020-03-25T20:26:48Z","content":"Bauer, one of the leading manufacturers of hockey equipment, has begun making face shields for medical workers treating patients with the coronavirus.\"We're just so fortunate to have such a talented employee base that's also really passionate,\" Mary-Kay Messi… [+2420 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Ottawa Senators","title":"A second Sens player tests positive for COVID-19 - Ottawa Senators","description":"A second Sens player tests positive for COVID-19 Ottawa Senators Second Senators player tests positive for COVID-19 TSN Senators announce 2nd player dealing with coronavirus CBC.ca Second Ottawa Senators player tests positive for COVID-19 CTV News COVID-19: A…","url":"https://www.nhl.com/senators/news/a-second-sens-player-tests-positive-for-covid-19/c-316244340","urlToImage":"https://nhl.bamcontent.com/images/photos/316244980/1024x576/cut.jpg","publishedAt":"2020-03-21T17:10:04Z","content":"A second Ottawa Senators player has tested positive for COVID-19. The player was part of the recent away trip that included games in San Jose, Anaheim and Los Angeles.The total number of people that travelled with the club is 52, including players, staff, med… [+835 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Nicholas J. Cotsonika","title":"NHL has 'myriad options' if season resumes after pause for coronavirus - NHL.com","description":"NHL has 'myriad options' if season resumes after pause for coronavirus NHL.com Insider Trading: How much money is the NHL losing? Will we see playoffs? TSN NHL looking at different factors that could determine return to action Sportsnet.ca NHL to keep fans co…","url":"https://www.nhl.com/news/bill-daly-nhl-options-if-season-resumes/c-316231606","urlToImage":"https://nhl.bamcontent.com/images/photos/314775308/1024x576/cut.jpg","publishedAt":"2020-03-19T23:38:04Z","content":"Bill Daly brainstormed on the way to work Thursday. The NHL is considering many possibilities for the rest of the 2019-20 season and the 2020 Stanley Cup Playoffs, focused on awarding the Stanley Cup with integrity and preserving a full 2020-21 season.What is… [+4905 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Ottawa Senators","title":"Senators player tests positive for COVID-19 - Ottawa Senators","description":"Senators player tests positive for COVID-19 Ottawa Senators Ottawa Senators player is first NHLer to test positive for COVID-19 Sportsnet.ca Ottawa Senators player tests positive for COVID-19, first player in NHL infected with virus CityNews Vancouver Ottawa …","url":"https://www.nhl.com/senators/news/senators-player-tests-positive-for-covid-19/c-316208628","urlToImage":"https://nhl.bamcontent.com/images/photos/316209010/1024x576/cut.jpg","publishedAt":"2020-03-18T03:45:14Z","content":"OTTAWA (March 17, 2020) - An Ottawa Senators player has tested positive for the COVID-19 virus. The player has had mild symptoms and is in isolation.The Ottawa Senators are in the process of notifying anyone who has had known close contact with the athlete an… [+583 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Dan O'Leary","title":"NHL players share messages on social media during pause for coronavirus - NHL.com","description":"NHL players share messages on social media during pause for coronavirus NHL.com Insider Trading: Players propose August-September to finish season TSN Chances of NHL having a Stanley Cup champion this year appear slim Montreal Gazette STATEMENT FROM THE AMERI…","url":"https://www.nhl.com/news/nhl-players-share-messages-on-social-media-during-pause-for-covid-19/c-316171474","urlToImage":"https://nhl.bamcontent.com/images/photos/316181414/1024x576/cut.jpg","publishedAt":"2020-03-16T14:30:34Z","content":null},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Montreal Canadiens","title":"Canadiens announce enactment of financial measures for game-day employees - NHL.com","description":"Canadiens announce enactment of financial measures for game-day employees NHL.com Canadiens announce special measures to assist game-day employees Sportsnet.ca Montreal Canadiens announce program for event staff affected by coronavirus closures The Globe and …","url":"https://www.nhl.com/canadiens/news/canadiens-announce-enactment-of-financial-measures-for-game-day-employees/c-316171084","urlToImage":"https://nhl.bamcontent.com/images/photos/316168974/1024x576/cut.jpg","publishedAt":"2020-03-15T18:01:27Z","content":"MONTREAL - Following the interruption of the NHL and AHL seasons, the Montreal Canadiens announced earlier today the implementation of special measures to offset the impact of this unprecedented crisis on the 1,200 game-day employees of the Montreal Canadiens… [+982 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"Dan Rosen","title":"NHL pause for coronavirus: Frequently Asked Questions - NHL.com","description":"NHL pause for coronavirus: Frequently Asked Questions NHL.com Some of the biggest questions the NHL faces after pausing its season Sportsnet.ca NHL urges players to 'self-quarantine' to help save season TSN NHL Season Suspension Echoes of 1919 Stanley Cup Can…","url":"https://www.nhl.com/news/nhl-pause-for-coronavirus-frequently-asked-questions/c-316168850","urlToImage":"https://nhl.bamcontent.com/images/photos/316167270/1024x576/cut.jpg","publishedAt":"2020-03-14T15:09:58Z","content":"There are plenty of questions following the decision by the NHL to pause the 2019-20 season due to concerns about the coronavirus.Here is an FAQ with information gathered from NHL Commissioner Gary Bettman and Deputy Commissioner Bill Daly: \r\nWhen can we expe… [+3375 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"NHL.com","title":"NHL to pause regular season because of coronavirus","description":"The NHL will pause the 2019-20 regular season due to the concerns of the coronavirus, the League announced Thursday.","url":"https://www.nhl.com/news/nhl-coronavirus-status/c-316155530","urlToImage":"https://nhl.bamcontent.com/images/photos/298127792/1024x576/cut.png","publishedAt":"2020-03-12T17:35:54Z","content":"The NHL will pause the 2019-20 regular season due to the concerns of the coronavirus, the League announced Thursday.The NHL has 189 games remaining, including 10 scheduled for Thursday. The regular season was scheduled to end April 4, with the Stanley Cup Pla… [+3149 chars]"},{"source":{"id":"nhl-news","name":"NHL News"},"author":"NHL.com","title":"Blue Jackets to play Penguins in Columbus without fans due to coronavirus - NHL.com","description":"Blue Jackets to play Penguins in Columbus without fans due to coronavirus NHL.com Blue Jackets to close home games to public amid COVID-19 concerns Sportsnet.ca Blue Jackets to comply with government order, play without fans Canoe Peeke's performance shows he…","url":"https://www.nhl.com/news/ohio-ban-on-mass-gatherings-impacts-columbus-blue-jackets/c-316131734","urlToImage":"https://nhl.bamcontent.com/images/photos/316131370/1024x576/cut.jpg","publishedAt":"2020-03-11T22:26:33Z","content":"The Columbus Blue Jackets and Pittsburgh Penguins on Thursday will play the first NHL game without fans in attendance due to the coronavirus.The San Jose Sharks said Wednesday they will play the three home games remaining this month without fans.\r\nThe Blue Ja… [+2514 chars]"}]}