{"status":"ok","totalResults":127,"articles":[{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Terry Schilling","title":"If DOJ Needs More Powerful Porn Laws, Congress Should Pass Them","description":"Both carrots and sticks are available to keep Big Porn from having access to your children. The post If DOJ Needs More Powerful Porn Laws, Congress Should Pass Them appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/terry-schilling-online-porn-barr-obscenity/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_792806932.jpg","publishedAt":"2020-04-11T00:21:11Z","content":"Both carrots and sticks are available to keep Big Porn from having access to your children.Pornography has been a hot topic in the news recently, and not justbecause of coronavirus. Over the past several months, there has been a growing chorus of leaders call… [+5203 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Rick B. Larsen","title":"With Each Crisis, POTUS Becomes More Powerful, and Partisan","description":"This has been the pattern: the Executive assumes new power that is never fully annulled when the threat ends. The post With Each Crisis, POTUS Becomes More Powerful, and Partisan appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/with-each-crisis-potus-becomes-more-powerful-and-partisan/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/wilson-bush-nixon.png","publishedAt":"2020-04-11T00:21:11Z","content":"This has been the pattern: the Executive assumes new power that is never fully annulled when the threat ends. The COVID-19 crisis offers unprecedented insight into the delicate balance between free market solutions and government overreach. We see it today in… [+5744 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Bill Wirtz","title":"When Snitches Become Monsters","description":"The coronavirus lockdowns are putting our entire social fiber at risk. The post When Snitches Become Monsters appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/when-snitches-become-monsters/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_1094882156.jpg","publishedAt":"2020-04-10T17:00:58Z","content":"The coronavirus lockdowns are putting our entire social fiber at risk.The initial solidarity of the response to the coronavirus was overwhelming. People clapped for hospital staff; balcony choirs amazed the #StayAtHome social media crowd. Those who objected t… [+5448 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Mike Rivero","title":"What Virus? Military Asks Whopping $20B To ‘Deter Chinese Aggression’","description":"The U.S. Indo-Pacific Command submitted a $20 billion wish list to Congress requesting a billion dollars for stockpiles of long-range weapons, millions in new military funding for partner nations, and a $1.6 billion defensive ring around Guam in order to dete…","url":"https://www.theamericanconservative.com/state-of-the-union/what-virus-military-asks-whopping-20b-to-deter-chinese-aggression/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/davidson.jpg","publishedAt":"2020-04-10T11:42:16Z","content":"The 2020 National Defense Authorization Act required U.S. Indo-Pacific Command head Adm. Phil Davidson to submit a report to Congress by March 15, 2020 detailing what the command needs to fulfill the National Defense Strategy and maintain an edge over China. … [+3904 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Nolan Gray","title":"‘Twin Peaks’ and the Dark Motivations of Suburban NIMBYs","description":"Watch this cult-classic mystery drama to learn what drives obstructionism and misguided environmentalism. The post ‘Twin Peaks’ and the Dark Motivations of Suburban NIMBYs appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/urbs/twin-peaks-and-the-dark-motivations-of-suburban-nimbys/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/twin-peaks-weasel-3-1024x747.png","publishedAt":"2020-04-10T02:24:44Z","content":"Watch this cult-classic mystery drama to learn what drives obstructionism and misguided environmentalism.Urban planning might seem like a dull profession, but our popular culture is replete with small references to the forces that shape our cities, from House… [+7576 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Mark Perry","title":"Are We Entering a New Era of State Nullification?","description":"It's the governors versus Washington, as America wages fifty different wars against a virus that knows no borders. The post Are We Entering a New Era of State Nullification? appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/are-we-entering-a-new-era-of-state-nullification/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/coronamap.png","publishedAt":"2020-04-10T02:09:24Z","content":"It's the governors versus Washington, as America wages fifty different wars against a virus that knows no borders.When historians look back at the coronavirus crisis of 2020, theyre likely to focus on the spread of the disease, the economic dislocation it cau… [+9794 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Peter Van Buren","title":"Trump vs. the Virus: If He Wins, Biden’s a Goner","description":"The Dems say the president is failing us, but they're nominating a guy who has nothing else to offer. The post Trump vs. the Virus: If He Wins, Biden’s a Goner appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/trump-vs-the-virus-if-he-wins-bidens-a-goner/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/trump-biden.png","publishedAt":"2020-04-10T02:09:23Z","content":"The Dems say the president is failing us, but they're nominating a guy who has nothing else to offer.Rest in peace, Bernie campaign. Were left with Joe Biden, and that means the real race is now between Trump and the virus.\r\nWhat will be missed in the post-Be… [+8371 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Patrick Buchanan","title":"Can Trump Save the Economy Without Reviving the Virus?","description":"The crucial decision Trump will make is to choose the exact moment to reopen the country and the economy. The post Can Trump Save the Economy Without Reviving the Virus? appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/buchanan/can-trump-save-the-economy-without-reviving-the-virus/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/03/trump-00.jpg","publishedAt":"2020-04-10T01:50:21Z","content":"The crucial decision Trump will make is to choose the exact moment to reopen the country and the economy.Easter may not bring America the victory in the war against the coronavirus pandemic that President Donald Trump anticipated. But in this Holy Week, we ma… [+5012 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Bonnie Kristian","title":"U.S. Iraq Strategy: No Madman Theory, Just Mad","description":"Time to make our military policy there one of total withdrawal, and now. The post U.S. Iraq Strategy: No Madman Theory, Just Mad appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/u-s-iraq-strategy-no-madman-theory-just-mad/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_90922121.jpg","publishedAt":"2020-04-09T17:04:06Z","content":"Time to make our military policy there one of total withdrawal, and now.If the Trump administration has a coherent strategy for the war in Iraq, it certainly isnt obvious.\r\nOn the one hand, President Trump spoke critically of the conflict on the campaign trai… [+3689 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Matt Purple","title":"The Authoritarian Bug in China’s COVID Response","description":"It's often said that autocratic governments are more effective than democratic ones. Beijing is proving that not so. The post The Authoritarian Bug in China’s COVID Response appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/the-authoritarian-bug-in-chinas-covid-response/","urlToImage":null,"publishedAt":"2020-04-09T02:44:20Z","content":null},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Doug Bandow","title":"One Victim of the COVID-19 Pandemic: European Integration","description":"Whether or not a Spanish or Italian exit comes to pass, the coronavirus has damaged the Europhiles' credibility. The post One Victim of the COVID-19 Pandemic: European Integration appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/one-victim-of-the-covid-19-pandemic-european-integration/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_1680256594.jpg","publishedAt":"2020-04-09T02:44:20Z","content":"Whether or not a Spanish or Italian exit comes to pass, the coronavirus has damaged the Europhiles' credibility.Advocates of ever-closer European ties never yielded to popular resistance. Whatever the problem, the answer was more Europe. Until the COVID-19 pa… [+10063 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Claes G. Ryn","title":"Catholics May Be in Crisis, But the Laity is No Savior","description":"Still, the time may be ripe for creative—even audacious—action to reviving a faltering tradition. The post Catholics May Be in Crisis, But the Laity is No Savior appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/catholics-may-be-in-crisis-but-the-laity-is-no-savior/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_346619672.jpg","publishedAt":"2020-04-09T02:44:20Z","content":"Still, the time may be ripe for creativeeven audaciousaction to reviving a faltering tradition.Barely a day goes by without the news media covering some new instance of sexual debauchery, crime, or cover-up in the Catholic Church. Fingers are pointed at bisho… [+14660 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"W. James Antle III","title":"Bernie Got a Lot of Love, But He Failed to Grow","description":"It turns out 2016 was a high watermark, not a baseline, for what he could achieve with his prog-grassroots appeal. The post Bernie Got a Lot of Love, But He Failed to Grow appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/bernie-got-a-lot-of-love-but-he-failed-to-grow/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/bernie-1024x643.jpg","publishedAt":"2020-04-09T02:44:20Z","content":"It turns out 2016 was a high watermark, not a baseline, for what he could achieve with his prog-grassroots appeal.In his Pat Buchanan memoir The Crusader, journalist Timothy Stanley recalled the final moments of the eventual TAC founding editors 1996 presiden… [+5143 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Michael Fumento","title":"Sweden’s Semi-Lockdown: A Middle Way That Won’t Crash Their Economy","description":"The Scandinavian country that locked down least has the lowest case rate The post Sweden’s Semi-Lockdown: A Middle Way That Won’t Crash Their Economy appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/sweden-scandinavia-michael-fumento-coronavirus/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_1677768466.jpg","publishedAt":"2020-04-08T21:00:42Z","content":"The Scandinavian country that locked down least has the lowest case rate. Why?Scandinavia has more to offer than beautiful people, epic poems, and gorgeous scenery. It could be key to figuring out proper responses to the threat posed by COVID-19, and a compar… [+7061 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Kelley Beaucar Vlahos","title":"RIP John Prine: America’s Humanity In Song and Story","description":"For decades he inspired generations of artists and delighted legions with his compassion and open embrace of nostalgia. The post RIP John Prine: America’s Humanity In Song and Story appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/rip-john-prine-americas-humanity-in-song-and-story/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/john-prine.jpg","publishedAt":"2020-04-08T17:02:30Z","content":"He inspired generations of artists and delighted fans with compassion and open embrace of nostalgia.This isnt exactly an obituary. Its closer to a eulogy. At best, its a labor of love and gratitude for a man whos given me more than I can repay. In truth, its … [+4256 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Robert Merry","title":"Will Pandemic Finally Unleash the American Populist Revolution?","description":"It’s difficult to imagine a more disruptive political force converging upon a more vulnerable status quo. The post Will Pandemic Finally Unleash the American Populist Revolution? appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/will-pandemic-finally-unleash-the-american-populist-revolution/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/labor-protest-1-1024x657.jpg","publishedAt":"2020-04-08T01:52:30Z","content":"Its difficult to imagine a more disruptive political force converging upon a more vulnerable status quo.We know what kind of threat the coronavirus poses to the health of America and the world. We know it will ravage the global economy and unleash widespread … [+6298 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"James Pinkerton","title":"How To Defend Freedom Like A Machiavellian","description":"COVID will lead to a vast increase in surveillance. Here's how to roll it back when the crisis subsides The post How To Defend Freedom Like A Machiavellian appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/how-to-defend-freedom-like-a-machiavellian/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_1695248794.jpg","publishedAt":"2020-04-08T01:52:30Z","content":"COVID will lead to a vast increase in surveillance. Here's how to roll it back when the crisis subsidesScary headline number one: How the coronavirus could trigger a backslide on freedom around the worldThe Washington Post, March 16. Scary headline number two… [+9187 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Michael Warren Davis","title":"The Cardinal Pell Witch Hunt is Over","description":"Let's not mince words: he a was victim of legal persecution in a country where Catholics have become personae non grata. The post The Cardinal Pell Witch Hunt is Over appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/the-cardinal-pell-witch-hunt-is-over/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/GettyImages-1132368790.jpg","publishedAt":"2020-04-08T01:52:30Z","content":"Let's not mince words: he a was victim of legal persecution in a country where Catholics have become personae non grata.From the time were very little, were taught that the past was some dark and frightful place full of ignorant peasants, most of whom starved… [+9733 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Amber Athey","title":"Swamp Denizens and Their Decadent Quarantine","description":"Social distancing hasn’t really changed Americans—it’s made us even more of who we are. The post Swamp Denizens and Their Decadent Quarantine appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/articles/amber-athey-decadent-quarantine-douthat/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2020/04/shutterstock_1693094371.jpg","publishedAt":"2020-04-08T01:52:30Z","content":"Social distancing hasnt really changed Americansits made us even more of who we are.DCs depressed and lonely denizens buzz close enough to power to be intoxicated by it but can never really seize it, so they overcompensate with brutally long days at work foll… [+3903 chars]"},{"source":{"id":"the-american-conservative","name":"The American Conservative"},"author":"Patrick Buchanan","title":"Kissinger Still Pushing the Myth of a Happy New World Order","description":"Even with the reality of the virus all around us, old peddlers of internationalism ignore the signs of states hunkering down. The post Kissinger Still Pushing the Myth of a Happy New World Order appeared first on The American Conservative.","url":"https://www.theamericanconservative.com/buchanan/kissinger-still-pushing-the-myth-of-a-happy-new-world-order/","urlToImage":"https://www.theamericanconservative.com/wp-content/uploads/2018/06/shutterstock_11968306-e1586276058208.jpg","publishedAt":"2020-04-07T16:51:08Z","content":"Even with the reality of the virus all around us, old peddlers of internationalism ignore the signs of states hunkering down.Among the works that first brought Henry Kissinger to academic acclaim was A World Restored, his 1950s book about how the greatest dip… [+5128 chars]"}]}