{"status":"ok","totalResults":2824,"articles":[{"source":{"id":"newsweek","name":"Newsweek"},"author":"Benjamin Fearnow","title":"As Brazil's Coronavirus Death Toll Tops 1,000, Bolsonaro Greets Supporters on Street, Social Distancing Dissolves","description":"An increasing number of Brazilians are leaving their homes and dismissing social distancing guidelines in a move many regional government leaders say is being encouraged by President Jair Bolsonaro.","url":"https://www.newsweek.com/brazils-coronavirus-death-toll-tops-1000-bolsonaro-greets-supporters-street-social-distancing-1497426","urlToImage":"https://d.newsweek.com/en/full/1580899/brazil-president-jair-bolsonaro-coronavirus.jpg","publishedAt":"2020-04-11T17:31:28Z","content":"An increasing number of Brazilians are leaving their homes and dismissing social distancing guidelines in a move many regional government leaders say is being encouraged by President Jair Bolsonaro, who has repeatedly taken to the streets to greet crowds of s… [+2874 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Eddy Rodriguez","title":"New York Governor Cuomo Says State Is Flattening the Curve, 783 New COVID-19 Deaths","description":"The governor said that hospitalizations have appeared to hit an apex at about 18,600.","url":"https://www.newsweek.com/new-york-governor-cuomo-says-state-flattening-curve-783-new-covid-19-deaths-1497425","urlToImage":"https://d.newsweek.com/en/full/1580896/major-cities-us-adjust-restrictive-coronavirus-measures.jpg","publishedAt":"2020-04-11T16:45:42Z","content":"New York Governor Andrew Cuomo announced Saturday that New York is continuing to flatten the curve as the state may be at the apex of the COVID-19 pandemic.\r\n\"The [total] number of hospitalizations appears to have hit an apex,\" Cuomo said at his daily coronav… [+3389 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"James Crowley","title":"Babyface Reveals He Tested Positive for COVID-19 and Recovered","description":"The R&B singer and songwriter also wrote that he would hold a performance on Instagram live.","url":"https://www.newsweek.com/babyface-tested-positive-coronavirus-1497424","urlToImage":"https://d.newsweek.com/en/full/1580895/babyface.jpg","publishedAt":"2020-04-11T16:01:35Z","content":"Hit R&amp;B singer and songwriter Babyface revealed in a tweet that he tested positive for COVID-19 but has since recovered.\r\nThe singer, whose real name is Kenneth Brian Edmonds, tweeted the news while additionally announcing a performance via Instagram live… [+2327 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Kashmira Gander","title":"'Tiger King' Star Carole Baskin Says Drones Circle Her Home, Up to 30 People Linger at Big Cat Rescue Daily","description":"The animal advocate said: \"I just feel so angry that people have totally missed the point.\"","url":"https://www.newsweek.com/carole-baskin-netflix-tiger-king-interview-1497413","urlToImage":"https://d.newsweek.com/en/full/1580885/tiger-big-cat-getty.jpg","publishedAt":"2020-04-11T15:45:54Z","content":"Carole Baskin, the animal rights activist who appeared in Netflix's Tiger King, has revealed how drones circle her home daily since the documentary aired.\r\nSpeaking to the Tampa Bay Times in their first interview since the show debuted on March 20, Carole Bas… [+2271 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Janice Williams","title":"Where Did 'Insecure' Season 3 Leave Off? Catch Up With Issa, Molly, Lawrence and More Before Season 4 Premiere","description":"It's been nearly a year-and-a-half since the third season of 'Insecure' ended, so here's a refresher on Issa and her crew.","url":"https://www.newsweek.com/insecure-season-4-premiere-hbo-1497322","urlToImage":"https://d.newsweek.com/en/full/1580750/where-did-insecure-season-3-leave-off.jpg","publishedAt":"2020-04-11T15:45:07Z","content":"After 18 long months, Insecure is finally returning to HBO on Sunday with its fourth season.\r\nBut because it's been so long since we last saw the young Californians Issa (Issa Rae), Molly (Yvonne Orji), Lawrence (Jay Ellis) and all their friends, you might've… [+5099 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Kashmira Gander","title":"Stanford Scientists Create COVID-19 Antibody Test Which Could Help Alleviate Shelter-in-Place Orders","description":"The scientists hope the test could help with winding back social distancing measures.","url":"https://www.newsweek.com/stanford-antibody-covid19-1497405","urlToImage":"https://d.newsweek.com/en/full/1580860/covid19-coronavirus-test-getty.jpg","publishedAt":"2020-04-11T15:40:19Z","content":"Scientists in the U.S. have created an antibody test which they say can reveal whether a person has been infected with the new coronavirus.\r\nCreated by a team at Stanford Medicine, the test can detect antibodies which the immune system creates to attack SARS-… [+7407 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Asher Stockler","title":"On-Again, Off-Again Abortion Access in Texas Spills Contested Emergency Powers Into Federal Court","description":"The court's ruling is only temporary, and briefings on whether to extend it are expected to be filed over the coming days.","url":"https://www.newsweek.com/abortion-texas-coronarivus-1497421","urlToImage":"https://d.newsweek.com/en/full/1580893/abortion.jpg","publishedAt":"2020-04-11T15:31:38Z","content":"A small subset of abortion procedures will be allowed to carry on in Texas, as the state otherwise halts the abortion process almost entirely during its emergency response to the COVID-19 pandemic.\r\nIn a decision late Friday afternoon, a three-judge panel on … [+3067 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Benjamin Fearnow","title":"New York City Mayor de Blasio Urges Tenant Rent Freeze, Landlords Using Security Deposits as Temporary Payment","description":"De Blasio joined dozens of state Democratic lawmakers in urging landlords to allow tenants to use security deposits in lieu of rent and other forms of payment forgiveness amid the coronavirus economic lockdown.","url":"https://www.newsweek.com/new-york-city-mayor-de-blasio-urges-tenant-rent-freeze-landlords-using-security-deposits-1497420","urlToImage":"https://d.newsweek.com/en/full/1580891/nyc-rent-freeze-tenants-landlords.jpg","publishedAt":"2020-04-11T15:16:38Z","content":"New York City Mayor Bill de Blasio joined dozens of state Democratic lawmakers in urging landlords to allow tenants to use security deposits in lieu of rent and to enact other forms of payment forgiveness amid the coronavirus economic lockdown.\r\nThe mayor of … [+2914 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Janice Williams","title":"What's on 'SNL' Tonight? See Who Is Hosting And How Things Will Work This Week","description":"It's unclear what viewers are actually going to see...","url":"https://www.newsweek.com/saturday-night-live-season-45-1497294","urlToImage":"https://d.newsweek.com/en/full/1580730/yes-there-new-saturday-night-live-content-airing-this-weekend.jpg","publishedAt":"2020-04-11T15:00:01Z","content":"It's been over a month since the last time Saturday Night Live aired a fresh episode featuring a special guest host and musical performance.\r\nBut, finally, a bit of good news has emerged for SNL fans: A new episode of the show will air on Saturday.\r\nIn a stat… [+2385 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"James Crowley","title":"Mariah Carey Performs Special Rendition of 'Hero' Dedicated to Front-Line Workers","description":"The singer performed her 1993 hit as an Easter celebration and dedicated it to people working to keep their communities safe.","url":"https://www.newsweek.com/mariah-carey-coronavirus-hero-front-line-1497417","urlToImage":"https://d.newsweek.com/en/full/1580890/mariah-carey.jpg","publishedAt":"2020-04-11T14:48:51Z","content":"Superstar Mariah Carey performed an intimate rendition of her song \"Hero\" from her home, dedicating it to workers on the front-lines giving their time and risking their own health amid the coronavirus pandemic.\r\nIn a video shared Friday, Carey's performance o… [+2257 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Eddy Rodriguez","title":"NYC Mayor de Blasio Announces Schools Will Be Closed for the Rest of Academic Year","description":"New York City schools were originally meant to open on April 29, but the mayor said \"the risk did not outweigh the reward.\"","url":"https://www.newsweek.com/nyc-mayor-de-blasio-announces-schools-will-closed-rest-academic-year-1497414","urlToImage":"https://d.newsweek.com/en/full/1580887/major-cities-us-adjust-restrictive-coronavirus-measures.jpg","publishedAt":"2020-04-11T14:39:55Z","content":"New York City Mayor Bill de Blasio announced Saturday morning that schools will be closed for the rest of the academic year.\r\n\"After very careful consideration, I announce today that New York City public schools will remain closed for the remainder of this sc… [+2169 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Christopher Groux","title":"'Final Fantasy 7 Remake' Fan & Church Materia Guide - Get Summon & Command Secrets","description":"\"Final Fantasy 7 Remake\" has lots of hidden Materia, but we'll tell you how to find two of the most frustrating secrets in the church and behind the fan.","url":"https://www.newsweek.com/final-fantasy-7-ff7-remake-fan-church-materia-summon-command-1497412","urlToImage":"https://d.newsweek.com/en/full/1580884/final-fantasy-7-remake-fan-materia-lift.png","publishedAt":"2020-04-11T14:11:47Z","content":"Final Fantasy 7 Remake is full of hidden Materia for players to collect and customize their party. In the fairly early hours of the game, however, there are two particular secrets that may give players trouble. In this guide, we'll reveal how to get the red S… [+2833 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"James Crowley","title":"Paul McCartney's Handwritten Lyrics to the Beatles' 'Hey Jude' Fetches $910K at Auction","description":"The lyrics to the classic Beatles song sold for nearly a million dollars during an auction.","url":"https://www.newsweek.com/paul-mccartney-handwritten-beatles-lyrics-sold-auction-hey-jude-1497407","urlToImage":"https://d.newsweek.com/en/full/1580868/paul-mccartney.jpg","publishedAt":"2020-04-11T14:09:51Z","content":"Paul McCartney's handwritten lyrics for the Beatles' 1968 hit song \"Hey Jude\" sold for nearly a million dollars at an auction on Friday.\r\nJulien's Auction hosted an all-Beatles themed auction on Friday to commemorate the 50th anniversary of the iconic quartet… [+2234 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Benjamin Fearnow","title":"Former VP Al Gore on Bill Maher's Suggestion Biden Pick Obama as 'Coronavirus Czar': 'Not a Bad Idea'","description":"Both the former vice president and the HBO host discussed the connections between climate change and the coronavirus Friday night.","url":"https://www.newsweek.com/former-vp-al-gore-bill-mahers-suggestion-biden-pick-obama-coronavirus-czar-not-bad-idea-1497410","urlToImage":"https://d.newsweek.com/en/full/1580865/al-gore-bill-maher-coronavirus.jpg","publishedAt":"2020-04-11T13:51:55Z","content":"Former Vice President Al Gore and HBO host Bill Maher discussed the connections between climate change and the coronavirus Friday night, with Maher floating the possibility of former President Barack Obama being placed in charge of handling the COVID-19 pande… [+2462 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Jenni Fink","title":"More Than Half a Million Americans Have Tested Positive for Coronavirus","description":"The U.S. has had more than three times the number of cases than any other country.","url":"https://www.newsweek.com/more-half-million-americans-have-tested-positive-coronavirus-1497148","urlToImage":"https://d.newsweek.com/en/full/1580498/coronavirus-500000-cases-united-states.jpg","publishedAt":"2020-04-11T13:36:41Z","content":"More than half a million people in the United States have tested positive for a new coronavirus, three times the cases of any other country.\r\nSince the outbreak began, at least 501,615 people in the U.S. have tested positive and 18,777 have died from COVID-19… [+3776 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Eddy Rodriguez","title":"Scientist Says Coronavirus Vaccine Could Be Ready by September","description":"Professor Sarah Gilbert at Oxford University is working alongside a team of researchers who are ready to move a vaccine they developed to clinical trials in two weeks.","url":"https://www.newsweek.com/scientist-says-coronavirus-vaccine-could-ready-september-1497406","urlToImage":"https://d.newsweek.com/en/full/1580862/denmark-health-virus-research.jpg","publishedAt":"2020-04-11T13:12:40Z","content":"An Oxford University scientist said Friday that a vaccine for the novel coronavirus could be ready by September.\r\nSarah Gilbert, a professor of vaccinology at Oxford, has been working on a vaccine with a team of researchers and could possibly develop a vaccin… [+2898 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Andrew Whalen","title":"How to Watch 'All-In for Feeding America' Poker Tournament With Tom Brady, Adam Sandler and Ben Affleck","description":"$1.2 million dollars has been raised for a poker tournament benefitting Feeding America and featuring a huge roster of celebrities. Here's how to watch.","url":"https://www.newsweek.com/how-watch-feeding-america-poker-tournament-tom-brady-adam-sandler-ben-affleck-jason-bateman-1497317","urlToImage":"https://d.newsweek.com/en/full/1580761/ben-affleck-matt-damon-poker-tournament.jpg","publishedAt":"2020-04-11T13:00:01Z","content":"Ben Affleck is hitting the tables for \"All-In for Feeding America,\" an online poker tournament benefiting those in need and featuring a massive roster of celebrities. The Way Back star announced the tournamentwhich is being held in conjunction with Feeding Am… [+2956 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Ewan Palmer","title":"Stimulus Checks for Up to $4,700 Begin Arriving in Bank Accounts","description":"Data indicates that around 40 percent of the deposits so far were for $1,200, although some were higher.","url":"https://www.newsweek.com/coronavirus-stimulus-payments-1200-check-1497401","urlToImage":"https://d.newsweek.com/en/full/1580853/irs.jpg","publishedAt":"2020-04-11T12:23:52Z","content":"Americans eligible for the coronavirus economic stimulus package have started seeing payments arrive in their accounts. The one-time payment from the U.S. Treasury looks to help ease the pressure from the huge economic downturn as a result of the coronavirus … [+2919 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Christopher Groux","title":"'Apex Legends' Update 1.34 Fixes PS4 Challenge Bug - Patch Notes","description":"\"Apex Legends\" version 1.34 was released on PS4 Friday evening, and you may be wondering what it does. We've got the unofficial patch notes you're looking for.","url":"https://www.newsweek.com/apex-legends-update-1-34-fix-ps4-challenge-patch-notes-1497404","urlToImage":"https://d.newsweek.com/en/full/1580856/apex-legends-update-134-patch-notes.jpg","publishedAt":"2020-04-11T12:09:46Z","content":"Apex Legends update 1.34 released on PS4 around 8 p.m. EDT Friday evening, and many players are wondering what the 128MB download does. While Respawn typically doesn't release official patch notes for interstitial fixes of this nature, posts on the game's off… [+2489 chars]"},{"source":{"id":"newsweek","name":"Newsweek"},"author":"Kashmira Gander","title":"Tiger Bone 'Glue' and Bear Bile Injections Among Remedies Falsely Claiming to Prevent or Treat COVID-19, Watchdog Says","description":"There are currently no specific drugs to prevent or treat the new coronavirus.","url":"https://www.newsweek.com/covid19-false-remedies-1497400","urlToImage":"https://d.newsweek.com/en/full/1580851/covid19-coronavirus-india-getty.jpg","publishedAt":"2020-04-11T12:05:56Z","content":"Wildlife traders are falsely claiming products made from endangered animals, including tigers and rhinos, can be used against COVID-19, according to an environmental advocacy group.\r\nThe fraudsters' attempts come despite the fact there are no specific medicin… [+5719 chars]"}]}