{"status":"ok","totalResults":703,"articles":[{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Harsh Chauhan","title":"Coronavirus May Have Already Triggered a U.S. Housing Market Crash","description":"The U.S. housing market crash may have already begun as the economic fallout of the novel coronavirus pandemic starts taking hold. The post Coronavirus May Have Already Triggered a U.S. Housing Market Crash appeared first on CCN.com","url":"https://www.ccn.com/coronavirus-may-have-already-triggered-a-u-s-housing-market-crash/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/home-sales.jpg","publishedAt":"2020-04-11T14:00:20Z","content":"<ul><li>U.S. home values have have started coming down.</li><li>New listings of homes for sale are plunging.</li><li>The situation could worsen due to the economic impact of coronavirus.</li></ul>The U.S. housing market has been in the crosshairs of the novel… [+3594 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Laura Hoy","title":"New York Coronavirus Carriers Will Delay Trump’s Big U.S. Reopening","description":"The lack of domestic travel restrictions in the U.S. suggests that new coronavirus surges will crop up across the nation in the coming weeks. The post New York Coronavirus Carriers Will Delay Trump’s Big U.S. Reopening appeared first on CCN.com","url":"https://www.ccn.com/new-york-coronavirus-carriers-will-delay-trumps-big-u-s-reopening/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Coronavirus-New-York-NTB-borough-1.jpg","publishedAt":"2020-04-11T13:50:24Z","content":"<ul><li>The end of New Yorks coronavirus outbreak could be the start of several others across the U.S.</li><li>Cellphone data shows New Yorkers fled the city following the lockdown.</li><li>The cities they traveled to will likely see a surge in cases in the c… [+4259 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Aubrey Hansen","title":"Meghan Markle: A VIP Gun-for-Hire Without Any Bullets","description":"Meghan Markle and Prince Harry's royal family exit couldn't have had worse timing. The clock is ticking, and they're losing fame by the day. The post Meghan Markle: A VIP Gun-for-Hire Without Any Bullets appeared first on CCN.com","url":"https://www.ccn.com/meghan-markle-a-vip-gun-for-hire-without-any-bullets/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/meghan-markle-hat-afp.jpg","publishedAt":"2020-04-11T12:00:01Z","content":"<ul><li>Prince Harry and Meghan Markle saw their official royal commitments come to an end on March 31.</li><li>April was set to be the month that they made a big splash in the celebrity world from their new home in Los Angeles.</li><li>Meghans small voice-ov… [+3054 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"William Worrall","title":"Call of Duty Warzone Smashes Fornite Numbers, but That’s No Big Deal","description":"Call of Duty Warzone has made some pretty impressive gains over the past 30 days, but with that brand name are you shocked? The post Call of Duty Warzone Smashes Fornite Numbers, but That’s No Big Deal appeared first on CCN.com","url":"https://www.ccn.com/call-of-duty-warzone-smashes-fornite-numbers-but-thats-no-big-deal/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/04C-IN-GAME-MODES-BR-TOUT.jpg","publishedAt":"2020-04-11T11:01:24Z","content":"<ul><li>Call of Duty Warzone has made some pretty incredible gains since it launched.</li><li>Recently Daniel Ahmad compared the stats between Warzone, Fortnite, and Apex Legends.</li><li>As impressive as the Warzone numbers were, theyre mostly thanks to the … [+2840 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Jasmine Henry","title":"Cyberpunk 2077 Could Dwarf Witcher 3 Success with CDPR’s Huge Plans","description":"CD Projekt RED teases its Cyberpunk 2077 DLC plans, potentially planning to make the game more successful than The Witcher 3: Wild Hunt. The post Cyberpunk 2077 Could Dwarf Witcher 3 Success with CDPR’s Huge Plans appeared first on CCN.com","url":"https://www.ccn.com/cyberpunk-2077-could-dwarf-witcher-3-success-with-cdprs-huge-plans/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Cyberpunk-2077.jpg","publishedAt":"2020-04-11T07:40:03Z","content":"<ul><li>Developer CD Projekt RED has a plan to make Cyberpunk 2077 far more successful than The Witcher 3: Wild Hunt.</li><li>The Witcher 3: Wild Hunt has passed 28 million copies sold but Cyberpunk 2077 could prove more successful.</li><li>The developer has … [+1461 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"W. E. Messamore","title":"Easter Is Resurrecting Stupidity as Some Churches Plan to Defy Lockdown","description":"Despite orders to contain coronavirus, and because of exemptions in several states, some churches are holding large gatherings for Easter. Unfortunately, the coronavirus doesn't take holidays off. The post Easter Is Resurrecting Stupidity as Some Churches Pla…","url":"https://www.ccn.com/easter-is-resurrecting-stupidity-as-some-churches-plan-to-defy-lockdown/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Tony-Spell.jpg","publishedAt":"2020-04-11T01:03:35Z","content":"<ul><li>Some churches are openly defying coronavirus orders on Easter.</li><li>They argue its their constitutional right to gather.</li><li>Others will worship in states that have given churches an exemption.</li></ul>Some U.S. churches will hold services for… [+3287 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Francois Aure","title":"Dow Outlook Is Bleak As Trump Dreams Of A Big Stock Market Bounce","description":"After a great week for the Dow Jones, Trump is looking for a \"big bounce\" in the stock market once the pandemic is over. This looks unlikely. The post Dow Outlook Is Bleak As Trump Dreams Of A Big Stock Market Bounce appeared first on CCN.com","url":"https://www.ccn.com/dow-outlook-is-bleak-as-trump-dreams-of-a-big-stock-market-bounce/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/dow-jones-stock-market-crash-2020-ap-1024x683-1.jpg","publishedAt":"2020-04-11T00:31:40Z","content":"<ul><li>The stock market enjoyed one of the best performances in decades last week.</li><li>President Donald Trump is looking for a big bounce after the coronavirus pandemic blows over.</li><li>Unfortunately, the economic fundamentals point to at best moderat… [+4805 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Aaron Weaver","title":"Clueless Florida Governor DeSantis Should Attend Classes If He Reopens Schools","description":"Florida Governor Ron DeSantis is considering reopening schools this year, giving us yet another reason to stay away from Florida. The politician seems dead-set on spreading coronavirus throughout the state. The post Clueless Florida Governor DeSantis Should A…","url":"https://www.ccn.com/clueless-florida-governor-desantis-should-attend-classes-if-he-reopens-schools/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Ron-DeSantis-stock.jpg","publishedAt":"2020-04-11T00:03:40Z","content":"<ul><li>Florida Governor Ron DeSantis is considering reopening schools this year.</li><li>He thinks that the coronavirus doesnt seem to threaten kids.</li><li>Not only does the virus affect kids but kids can infect adults. DeSantis seems clueless about the co… [+3500 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"W. E. Messamore","title":"Did Trump Just Set-Up Boeing Stock for a Massive Rally on Monday?","description":"Donald Trump made emphatic overtures to Boeing at a press conference Friday, but the market has already more than priced in a bailout. The airline manufacturer might rally on Monday, but they still haven't solved their problems. The post Did Trump Just Set-Up…","url":"https://www.ccn.com/did-trump-just-set-up-boeing-stock-for-a-massive-rally-on-monday/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Boeing-Co-1-1024x683-1.jpg","publishedAt":"2020-04-10T22:14:52Z","content":"<ul><li>Donald Trump pumped Boeing at a press conference Friday.</li><li>His remarks will certainly buoy Boeing stock.</li><li>But it remains to be seen whether that will keep the bounce going Monday, or merely blunt the impact of a pullback.</li></ul>Preside… [+3831 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Aaron Weaver","title":"Should You Quit Smoking Cannabis During the Coronavirus Pandemic?","description":"New reports link smoking cannabis to complications with COVID-19. Other reports have said that cannabis does not affect the lungs. Who should you trust, and how will these reports affect the cannabis industry? The post Should You Quit Smoking Cannabis During …","url":"https://www.ccn.com/should-you-quit-smoking-cannabis-during-the-coronavirus-pandemic/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/cannabis-smoking-shutterstock.jpg","publishedAt":"2020-04-10T20:48:34Z","content":"<ul><li>New reports suggest that smoking cannabis can increase complications with COVID-19.</li><li>Other reports claim that cannabis does not adversely affect lung health.</li><li>One thing we do know is that the cannabis industry cant afford more setbacks.<… [+3550 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Francois Aure","title":"Wait, Did Trump Just Trick Mexico Into Paying for the Border Wall?","description":"Donald Trump warned that Mexico must reimburse the U.S. for help with OPEC's oil supply cuts. Will he make AMLO pay for the border wall? The post Wait, Did Trump Just Trick Mexico Into Paying for the Border Wall? appeared first on CCN.com","url":"https://www.ccn.com/wait-did-trump-just-trick-mexico-into-paying-for-the-border-wall/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/donald-trump-ok-symbol-stimulus-afp.jpg","publishedAt":"2020-04-10T20:21:25Z","content":"<ul><li>OPEC+ finally struck a deal to reduce oil production after the U.S. offered to take a share of Mexicos supply cuts.</li><li>Donald Trump hinted in a press conference that the Mexican government would reimburse the United States.</li><li>Could the Whit… [+3063 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Mark Emem","title":"The NRA Is Dying – And the Timing Couldn’t Be More Ironic","description":"Gun and ammunition sales are on the rise, but the NRA is facing a cash crunch. Employees of the gun rights lobby are going to bear the brunt. The post The NRA Is Dying – And the Timing Couldn’t Be More Ironic appeared first on CCN.com","url":"https://www.ccn.com/the-nra-is-dying-and-the-timing-couldnt-be-more-ironic/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/03/nra-coronavirus-ap.jpg","publishedAt":"2020-04-10T19:35:53Z","content":"<ul><li>Gun and ammunition sales are surging alongside the number of coronavirus cases in the U.S.</li><li>The NRA attributes this to the uncertainty surrounding the pandemic.</li><li>Ironically, the NRA is running out of cash as the industry experiences a hi… [+3272 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Aubrey Hansen","title":"Disney Puts Dana White in Submission Hold – Forces UFC to Shut Down","description":"Dana White and the UFC make a big show about how they don't back down from anyone. Well, they've just backed down from the big mouse and in front of the entire world. The post Disney Puts Dana White in Submission Hold – Forces UFC to Shut Down appeared first …","url":"https://www.ccn.com/disney-puts-dana-white-in-submission-hold-forces-ufc-to-shut-down/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Dana-white.jpg","publishedAt":"2020-04-10T18:36:11Z","content":"<ul><li>UFC 249, which was scheduled to go ahead despite all other sporting events shutting down, has finally been canceled.</li><li>Despite UFC President Dana White telling everyone the fight would happen, he was closed down by Disney.</li><li>As of now, all… [+2944 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Laura Hoy","title":"Disney Gets $20 Billion Handout From Investors Confused About Disney+","description":"Disney stock saw a massive bump on Disney+ subscriber news, but it appears investors have overpriced the value of the streaming service. The post Disney Gets $20 Billion Handout From Investors Confused About Disney+ appeared first on CCN.com","url":"https://www.ccn.com/disney-gets-20-billion-handout-from-investors-confused-about-disney/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Disney-1.jpg","publishedAt":"2020-04-10T18:30:35Z","content":"<ul><li>Investors added more than $20 billion to Disneys market cap on news that its streaming service surpassed 50 million subscribers.</li><li>Thats not nearly enough to offset the revenue losses its parks segment will suffer as a result of coronavirus.</li… [+4863 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"W. E. Messamore","title":"How Deflation Could Doom the Economy to a New Great Depression","description":"Deflation began to rock headline and core consumer prices in March. It's another bearish signal that a new Great Depression may be underway. The post How Deflation Could Doom the Economy to a New Great Depression appeared first on CCN.com","url":"https://www.ccn.com/how-deflation-could-doom-the-economy-to-a-new-great-depression/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/deflation-economy-shutterstock.jpg","publishedAt":"2020-04-10T17:22:28Z","content":"<ul><li>ING warns that deflation is going to strike the U.S. economy.</li><li>This could drive the economy into a vicious cycle.</li><li>Its another eerie echo of last centurys Great Depression.</li></ul>Chalk up another economic callback to the Great Depress… [+3385 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Max Moeller","title":"Cyberpunk 2077: Do We Need to Worry About Launch-Day PS5 Support?","description":"We know that Cyberpunk 2077 will be a launch-day title for the Xbox Series X. Should PlayStation fans worry that won't be true on the PS5? The post Cyberpunk 2077: Do We Need to Worry About Launch-Day PS5 Support? appeared first on CCN.com","url":"https://www.ccn.com/cyberpunk-2077-do-we-need-to-worry-about-launch-day-ps5-support/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/cyberpunk-2077-ps5-launch.jpg","publishedAt":"2020-04-10T16:46:22Z","content":"<ul><li>Cyberpunk 2077 will be playable on Xbox Series X from day one of the consoles launch.</li><li>An executive from CD Projekt Red couldnt confirm the same on PlayStation 5.</li><li>Will Microsoft have this big advantage during the next generations launch… [+3201 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Aubrey Hansen","title":"Meghan Markle Is a ‘Shapeshifter’ – And I’m Scared Prince Harry Can’t Keep Up","description":"Meghan Markle is a \"shapeshifter\" who can quickly reinvent herself. I'm worried that \"Hollywood Harry\" is in over his head. The post Meghan Markle Is a ‘Shapeshifter’ – And I’m Scared Prince Harry Can’t Keep Up appeared first on CCN.com","url":"https://www.ccn.com/meghan-markle-is-a-shapeshifter-and-im-scared-prince-harry-cant-keep-up/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/meghan-markle-prince-harry-ride-shutterstock-1.png","publishedAt":"2020-04-10T15:16:54Z","content":"<ul><li>Meghan Markle is reportedly adapting seamlessly to her new Hollywood lifestyle and a whole lot better than Prince Harry is adjusting.</li><li>Simply Harry is simply homesick; he misses his family.</li><li>A Toronto gossip columnist referred to Meghan … [+3274 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Bradley Gerrard","title":"Amazon’s Coronavirus Surge Is Great for Bezos But How Will His WaPo Do?","description":"Jeff Bezos' Amazon has seen demand surge amid coronavirus but how will his Washington Post fare as the newspaper industry struggles? The post Amazon’s Coronavirus Surge Is Great for Bezos But How Will His WaPo Do? appeared first on CCN.com","url":"https://www.ccn.com/amazons-coronavirus-surge-is-great-for-bezos-but-how-will-his-wapo-do/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/The-Washington-Post.jpg","publishedAt":"2020-04-10T14:47:09Z","content":"<ul><li>Amazon is benefiting from the coronavirus lockdown but the media industry is suffering.</li><li>The Washington Post has grown digital subscribers to 1.7 million and might need to keep going if ad revenue drops.</li><li>President Trump claims, without … [+4147 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"William Worrall","title":"Cannibal Holocaust Game Is a Truly Terrible Idea Right Now","description":"A game that follows up on the 1980's 'video nasty' Cannibal Holocaust is coming out soon, and it's not going to end well. The post Cannibal Holocaust Game Is a Truly Terrible Idea Right Now appeared first on CCN.com","url":"https://www.ccn.com/cannibal-holocaust-game-is-a-truly-terrible-idea-right-now/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/Cannibal.jpg","publishedAt":"2020-04-10T14:39:55Z","content":"<ul><li>Cannibal Holocaust has been called one of the most controversial films of all time.</li><li>A new game is being planned which will continue the legacy of that film.</li><li>This idea is only going to end in disaster.</li></ul>2020 has been a rough yea… [+2994 chars]"},{"source":{"id":"crypto-coins-news","name":"Crypto Coins News"},"author":"Thomas Bardwell","title":"Sorry Diablo Fans, But Coronavirus Just Put BlizzCon 2020 in Jeopardy","description":"Blizzard's annual BlizzCon convention may be in jeopardy as the publisher reveals that this year's event may not be 'feasible.' The post Sorry Diablo Fans, But Coronavirus Just Put BlizzCon 2020 in Jeopardy appeared first on CCN.com","url":"https://www.ccn.com/sorry-diablo-fans-but-coronavirus-just-put-blizzcon-2020-in-jeopardy/","urlToImage":"https://www.ccn.com/wp-content/uploads/2020/04/blizzcon-ap.jpg","publishedAt":"2020-04-10T14:36:31Z","content":"<ul><li>Blizzard says BlizzCon may not be feasible this year.</li><li>The Diablo and Overwatch publisher cites the coronavirus pandemic as cause for concern as it continues to work on this edition of the convention.</li><li>The company says it is exploring al… [+2201 chars]"}]}