{"status":"ok","totalResults":667,"articles":[{"source":{"id":"polygon","name":"Polygon"},"author":"Owen S. Good","title":"Fallout 76 Wastelanders update brings tougher monsters, better weapon plans","description":"Fallout 76’s Wastelanders update will bring some changes to the map that may force players to move their CAMP sites. Other changes include a new currency and the Wendigo Colossus monster.","url":"https://www.polygon.com/2020/4/11/21217637/falllout-76-wastelanders-release-dates-pc-ps4-xbox-one","urlToImage":"https://cdn.vox-cdn.com/thumbor/gOHxWbeJxcm9N-wNKBBAYM5N_98=/0x38:1920x1043/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19316153/FO76_WL_Wendigo.png","publishedAt":"2020-04-11T17:34:00Z","content":"Fallout 76s long-awaited, return-of-the-NPCs Wastelanders update arrives on April 14. Bethesda Game Studios tossed up a trailer hinting at the narrative supporting such a huge change in the game, with scenes of some of the new activities players will find thi… [+1749 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Owen S. Good","title":"Discord delivers background noise-canceler as popularity surges","description":"Discord has seen usage increase significantly in areas hard hit by the spread of COVID-19. It’s rolling out a background noise canceler that will hush some of the more common disturbances to its online voice chat meetups.","url":"https://www.polygon.com/2020/4/11/21217605/discord-background-noise-cancelling-muting-tool-setting-where","urlToImage":"https://cdn.vox-cdn.com/thumbor/kRvUcPEjcxvELH4G0z36a-AAHmA=/45x0:1955x1000/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19893307/1_4_Hms7mYD17D8tM1oQNjYQ.png","publishedAt":"2020-04-11T16:32:27Z","content":"Image: Discord Tool currently in beta can quiet keyboards and doors closing With Discord use surging during the COVID-19 outbreak, the VOIP and chat utility is rolling out an update that will cut down on background noise interfering with voice calls. Discord … [+1660 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Owen S. Good","title":"China cracks down on imports of Animal Crossing: New Horizons","description":"Animal Crossing: New Horizons hasn’t been approved by China’s strict gaming regulators, but imported copies were still plentiful on the online marketplace Taobao. That’s come to an end, as regulators have noticed that Hong Kong players were using the lifestyl…","url":"https://www.polygon.com/2020/4/11/21217542/animal-crossing-new-horizons-china-banned-crackdown-imports-nintendo-switch","urlToImage":"https://cdn.vox-cdn.com/thumbor/ZmZCi1zEyHeUR-U5wco8pKxCELk=/0x24:1200x652/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19893207/EUlks0bU4AIirfT.jpeg","publishedAt":"2020-04-11T15:17:53Z","content":"Animal Crossing: New Horizonsisnt approved for sale in China, but that didnt stop importers and resellers from dealing it on online auction sites there. Now Chinese authorities are cracking down on that, says an industry analyst who specializes in Asian marke… [+1930 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Emily Heller","title":"10 true-crime documentary series to watch after Tiger King","description":"if you already binged Netflix on Tiger King, watch docuseries like How to Fix a Drug Scandal, McMillions,The Pharmacist, Lorena, and more true crime shows on Netflix, HBO, Hulu, Amazon Prime Video, and ESPN Plus, which cover everything from murder cases to co…","url":"https://www.polygon.com/2020/4/11/21216296/best-new-true-crime-documentary-shows-like-tiger-king-netflix-hbo-hulu-amazon-prime-video","urlToImage":"https://cdn.vox-cdn.com/thumbor/H-5oev3gRIBSKKLkTucFN70sZvY=/0x344:2840x1831/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19831948/IMG_0085_JEPA_R.jpg","publishedAt":"2020-04-11T14:00:00Z","content":"For better or worse, Tiger King has captured the internets attention with larger-than-life characters and salacious murder allegations. Netflixs documentary series hit at just the right time, and it seems like everyone is talking about Joe Exotic and Carole B… [+6471 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Julia Lee","title":"Animal Crossing: New Horizons Fishing Tourney guide and rewards list","description":"Several times a year, C.J. will host a Fishing Tourney on your Animal Crossing: New Horizons island, allowing you to net some fish for some exclusive rewards","url":"https://www.polygon.com/animal-crossing-new-horizons-switch-acnh-guide/2020/4/11/21209918/fishing-tourney-items-how-to-list-complete-unlock","urlToImage":"https://cdn.vox-cdn.com/thumbor/xUvyK_c7AzKj8uinNsnGuHwKhfw=/0x25:1280x695/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19874482/2020071109403100_02CB906EA538A35643C1E1484C4B947D.jpg","publishedAt":"2020-04-11T11:00:00Z","content":"Several times a year, C.J. the otter will host a Fishing Tourney inAnimal Crossing: New Horizons. The first one begins on April 11 for both Northern and Southern hemispheres.\r\nThe Fishing Tourney in New Horizons isnt about competing against other villagers. C… [+1761 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Tasha Robinson","title":"Netflix’s Love Wedding Repeat ruins two good genres with one dumb twist","description":"Sam Claflin and Olivia Munn star Love Wedding Repeat, a weak rom-com remake of a failed French farce about different takes on a disastrous wedding. Writer-director Dean Craig, who scripted both versions of Death At a Funeral, cannibalizes himself for a weddin…","url":"https://www.polygon.com/2020/4/10/21217107/love-wedding-repeat-review-netflix-rom-com-sam-claflin-olivia-munn","urlToImage":"https://cdn.vox-cdn.com/thumbor/lK1M17MuY6VXLwVLED0PwRdTLPw=/0x0:7200x3770/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19892645/LWR_Unit_00325.jpg","publishedAt":"2020-04-10T23:43:48Z","content":"Photo: Riccardo Ghilardi/Netflix Sam Claflin and Olivia Munn’s weak, awkward rom-com gets the most basic things about rom-coms wrong Regret about the paths not taken in life is a fairly fundamental part of the human condition, which explains why there’s so mu… [+8924 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Karen Han","title":"Netflix’s Tigertail struggles to balance the past with the present","description":"Master of None series co-creator Alan Yang makes his feature directorial debut with a film based on his father’s life. Tzi Ma stars as Pin-Jui, whose journey from Taiwan to America informs his present-day self and his fraught relationship with his daughter An…","url":"https://www.polygon.com/2020/4/10/21216648/tigertail-review-netflix-new-movie-alan-yang-tzi-ma","urlToImage":"https://cdn.vox-cdn.com/thumbor/iOHUTT8jjylbQNfJglCQ-wZgnjY=/0x0:3000x1571/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19891761/Tigertail_Unit_19098.jpg","publishedAt":"2020-04-10T23:00:00Z","content":"The pleasure of watching Netflixs Master of None comes from seeing immigrant stories getting the space to play out at a meaningful length, while being portrayed as everyday experiences rather than as anomalies. The episodes that center on first-generation imm… [+5070 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Matt Patches","title":"Knives Out, Trolls 2 and the new movies you can now watch at home","description":"The Trolls sequel Trolls World Tour went straight to VOD this week, while big new movies from late 2019 and early 2020 finally arrive to streaming digital rental platforms. Here’s why you should watch Rian Johnson’s mystery movie, Greta Gerwig’s Little Women,…","url":"https://www.polygon.com/2020/4/10/21216398/watch-new-movies-home-digital-trolls-2-knives-out-little-women-apple-april-10","urlToImage":"https://cdn.vox-cdn.com/thumbor/LEaKMqYrN3wZcdIKmUReDvIzdXw=/387x292:2097x1187/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19891874/ko_d32_13938_r.jpg","publishedAt":"2020-04-10T22:30:00Z","content":"As more and more states adopt shelter-in-place mandates in order to flatten the curve of the novel coronavirus pandemic, theres more and more demand for something to watch in the comfort of the home. Thats prompted streaming sites to offer loads of content, f… [+11084 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Polygon Staff","title":"The Polygon staff tried to draw Final Fantasy’s Cloud Strife from memory","description":"Final Fantasy 7 Remake is out today. To celebrate, the Polygon staff took out their crayons and markers to draw Cloud Strife and his large sword.","url":"https://www.polygon.com/2020/4/10/21216954/final-fantasy-7-polygon-draws-cloud-strife-fan-art","urlToImage":"https://cdn.vox-cdn.com/thumbor/n8kSMkxvqxxLxPwJEYUO34dB_ZI=/52x0:1656x840/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19892310/11.png","publishedAt":"2020-04-10T20:56:20Z","content":"Final Fantasy 7 Remake is out today. Who isnt in the mood to revisit a classic?\r\nIn celebration of the release, the Polygon staff took on a challenge: to draw Cloud Strifes blue eyes and blonde hair. Polygon Draws host Jenna Stoeber was worried about the huma… [+6678 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"David Cabrera","title":"4 long anime series to watch if you’re not going anywhere for awhile","description":"Epics take time","url":"https://www.polygon.com/2020/4/10/21215603/best-anime-series-long-binge-watch","urlToImage":"https://cdn.vox-cdn.com/thumbor/g5nPHZCtsXGmNQlFHqeCYzut_Ag=/0x0:1920x1005/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19887770/0f10fb798201076b7f837d04c5e911b01441033016_main.jpg","publishedAt":"2020-04-10T20:30:00Z","content":"The reason most TV anime runs for 13 episodes or something close to that, or a multiple thereof is that Japanese TV seasons run for 13 weeks. The overwhelming majority of anime series, even popular ones, only get that one chance. For a series to run for longe… [+8269 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Michael McWhertor","title":"Call of Duty: Warzone hits 50M players in first month","description":"The free Call of Duty battle royale game is a quick success, racking up more than 50 million players on PC, PS4, and Xbox One, Activision announced April 10.","url":"https://www.polygon.com/2020/4/10/21216734/call-of-duty-warzone-50-million-player-count","urlToImage":"https://cdn.vox-cdn.com/thumbor/mRkS9LxeE0aqsVrJt6Y656POt1w=/0x0:1920x1005/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19892113/AGB_WZ_Plunder_TOUT_MC_New.jpg","publishedAt":"2020-04-10T20:00:00Z","content":"Image: Infinity Ward/Activision The free Call of Duty battle royale is a quick success One month after launch, Call of Duty: Warzone has been played by more than 50 million players, Activision announced Friday on Twitter. The free-to-play Call of Duty battle … [+829 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Jenna Stoeber","title":"The horror movie Sea Fever embraces the feeling of quarantine and contagion","description":"Neasa Hardiman’s horror feature about a creeping parasitic infection taking over a small fishing boat might be too real for the moment, but in some ways it’s just an oceanic version of John Carpenter’s The Thing, with a less outgoing protagonist played by Her…","url":"https://www.polygon.com/2020/4/10/21214952/sea-fever-review-horror-movie-hermione-corfield-the-thing-contagion-coronavirus","urlToImage":"https://cdn.vox-cdn.com/thumbor/0X66mGqL6z4EK3L_yP7kR6TK8xk=/703x0:3992x1722/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19892100/Sea_Fever_007.jpg","publishedAt":"2020-04-10T19:46:54Z","content":"The opening scene of the new horror movie Sea Fever doesnt leave much to the imagination; the first words heroine Siobhán (Hermione Corfield) says is I dont do joining in, which describes everything there is to know about her characters arc for the movie. She… [+4673 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Austen Goslin","title":"Valorant guide: How to play as Viper","description":"How to use Viper’s Fuel, Snakebite, Poison Cloud, Toxic Screen, and Viper’s Pit in Valorant, the new tactical shooter from Riot, the makers of League of Legends.","url":"https://www.polygon.com/2020/4/10/21215433/how-to-play-viper-fuel-snakebite-poison-cloud-toxic-screen-pit-ultimate","urlToImage":"https://cdn.vox-cdn.com/thumbor/EBPqi5L0iB8qXMB9Kr13riKzK4c=/0x37:1063x594/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19887646/Viper_edit.png","publishedAt":"2020-04-10T19:18:57Z","content":"Viper is one of Valorants most complicated Agents. She has smoke that can block vision, toxic pools that damage players, a wall that can cut bomb sites in half, and a massive death pit that can lock down a whole bomb site. All these abilities are strong, but … [+3046 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Austen Goslin","title":"Valorant guide: How to play as Cypher","description":"How to use Cypher’s Trapwire, Cyber Cage, Spycam, and Neural Theft abilities in Valorant, the new tactical shooter from Riot, the makers of League of Legends.","url":"https://www.polygon.com/2020/4/10/21215507/how-to-play-cypher-trapwire-cyber-cage-spycam-neural-theft-ultimate-abilities","urlToImage":"https://cdn.vox-cdn.com/thumbor/HBvlik3pCMfprM08g1RsLYST464=/0x0:1169x612/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19887641/cypher_edit.png","publishedAt":"2020-04-10T19:18:07Z","content":"Cypher is one of Valorants Sentinel Agents, making him great at controlling certain areas of the map. Cypher is all about his gadgets and setting traps. He can place his Trapwire on a door and catch an enemy, or use his Spycam to keep tabs on areas he cant se… [+3138 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Austen Goslin","title":"Valorant guide: How to play as Omen","description":"How to use Omen’s Paranoia, Shadow Walk, Dark Cover, and From the Shadows in Valorant, the new tactical shooter from Riot, the makers of League of Legends.","url":"https://www.polygon.com/2020/4/10/21215608/how-to-play-as-omen-paranoia-shadow-walk-teleport-dark-cover-from-the-shadows","urlToImage":"https://cdn.vox-cdn.com/thumbor/hr5K5E6pxTSz3fFi-ZIRLXBBsGY=/0x0:1163x609/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19887765/omen.png","publishedAt":"2020-04-10T19:17:27Z","content":"Omen is one of Valorants most difficult characters to learn. Hes part of the Controller category of Agents, which means he has several ways of setting his team up for fights. While some of these tactics, like his Dark Cover smoke ability or his Paranoia which… [+2700 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Austen Goslin","title":"Valorant beta guide: How microtransactions work","description":"In the Valorant Beta you can purchase Valorant Points and use them to buy weapon skins or characters. You can also upgrade your weapons with Radianite.","url":"https://www.polygon.com/2020/4/10/21216535/valorant-beta-guide-microtransactions-how-to-buy-agents-skins-characters","urlToImage":"https://cdn.vox-cdn.com/thumbor/jkqUxpqAs3-Xaao_Bt799dUt1NY=/0x25:1583x854/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19891955/vandal_skin.png","publishedAt":"2020-04-10T19:16:31Z","content":"The closed beta for Valorant is here. While the beta just released, there are already plenty of skins in the game for the players lucky enough to have access. \r\nSo how do you buy skins? And will they carry over into the full game? Heres everything you need to… [+2315 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Austen Goslin","title":"Valorant beta guide: How to unlock new characters","description":"The Valorant closed beta comes with five free characters and five characters that have to be unlocked. Here’s how to unlock Viper, Raze, Cypher, Omen, and Breach using Contracts or by buying them with Valorant Points.","url":"https://www.polygon.com/2020/4/10/21216611/how-to-unlock-buy-agents-characters-valorant-beta","urlToImage":"https://cdn.vox-cdn.com/thumbor/Z6lz8lJCZTxS06C1wocXrseOME0=/350x0:2650x1204/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19751586/L10_Sillos_Final_smaller.jpg","publishedAt":"2020-04-10T19:13:36Z","content":"Valorants closed beta comes with five characters, called Agents, unlocked for everyone who starts the game. Those free Agents are Phoenix, Sage, Sova, Brimstone, and Jett. But another five Agents are locked away and require players to earn them. Unfortunately… [+1769 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Karen Han","title":"Trolls World Tour takes movie morals a step in the right direction","description":"Anna Kendrick and Justin Timberlake return in the sequel to 2016’s Trolls, introducing five new kingdoms of Trolls who must unite their different kinds of music to keep from being conquered by the hard rock Trolls, led by Barb (Rachel Bloom). Available on dem…","url":"https://www.polygon.com/2020/4/10/21216731/trolls-world-tour-review-anna-kendrick-justin-timberlake-rachel-bloom-on-demand","urlToImage":"https://cdn.vox-cdn.com/thumbor/mtG55Z4PZxnqURmRKUyunycIRZI=/542x0:4501x2073/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19889303/10E27_SQ0700_S1_PUB_F465_2K_FINALR.jpg","publishedAt":"2020-04-10T19:10:00Z","content":"Mad Max, but make it Trolls. | Image: Universal Pictures The sequel features even more creative visuals and pop songs 2014’s The Lego Movie seemed to be pulling off a magic trick that was impossible to replicate. It was a movie based on a popular toy that see… [+4732 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Patricia Hernandez","title":"Animal Crossing fans are hiring turnip bouncers now","description":"With millions of bells in potential profits, Animal Crossing: New Horizons’ stalk market has become a lucrative meta-game for ambitious players. In an attempt to contain potential scams or griefing tactics, players are protecting their investment by hiring se…","url":"https://www.polygon.com/2020/4/10/21216737/animal-crossing-turnips-stalk-market-new-horizons-acnh-bouncers-security","urlToImage":"https://cdn.vox-cdn.com/thumbor/Rio9LtrUInOKjX0oAK2CXUrQB0c=/0x0:1800x942/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19891881/bouncer.jpeg","publishedAt":"2020-04-10T18:58:22Z","content":"When Animal Crossing: New Horizons fans play the Stalk Market, the goal is to sell turnips for an immense profit sometimes upward of a million bells or more. Its become especially lucrative to open up your island to the public if your Nooks Cranny shop is buy… [+2465 chars]"},{"source":{"id":"polygon","name":"Polygon"},"author":"Owen S. Good","title":"Super Mega Baseball 3 fans can import old teams into new franchise mode","description":"SMB3 is due to be released sometime in April 2020 on PlayStation 4, Windows PC, Xbox One and Nintendo Switch, but it may be delayed because of the disruption caused by the coronavirus, developer Metalhead Software says. If there is a delay, the studio says it…","url":"https://www.polygon.com/2020/4/10/21216726/super-mega-baseball-3-release-date-delay-franchise-mode-team-import-ps4-nintendo-switch-xbox-one-pc","urlToImage":"https://cdn.vox-cdn.com/thumbor/4nzlg7NaRSgQlWsMo0iAAxr8mBs=/0x75:3840x2085/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19891932/afd6055e_0060_4f4b_a591_55c63169fead.jpg","publishedAt":"2020-04-10T18:54:16Z","content":"Image: Metalhead Software Game might be delayed by COVID-19, but if it is, it won’t be for long Super Mega Baseball 3 will deliver the series’ first-ever multiseason franchise mode, featuring free agency, player progression (and regression), and more when the… [+2858 chars]"}]}