{"status":"ok","totalResults":206,"articles":[{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Sarah Heuberger","title":"Falco Punch: Ein gelernter Tischler betreibt Deutschlands erfolgreichsten Tiktok-Account","description":"8,3 Millionen Follower hat der 24-Jährige, der in einem Dorf in Schleswig-Holstein lebt. Trotzdem lebt er nicht hauptberuflich von seiner Präsenz auf der App.","url":"https://www.gruenderszene.de/perspektive/falco-punch-tiktok-account","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/falco-punch.jpg","publishedAt":"2020-04-11T06:00:03Z","content":"Falco Punch auf dem Dach seines Hauses vor retuschiertem Palmenhintergrund.Er ist der erfolgreichste Deutsche auf Tiktok unter seinem Künstlernamen Falco Punch versammelt der 24-Jährige dort insgesamt 8,3 Millionen Follower. Aufgewachsen ist der gelernte Tisc… [+3733 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Anja Francesca Richter","title":"Expertentipps: „Zeitmanagement muss manchmal auch ein bisschen wehtun“","description":"Tim Reichel beschäftigt sich seit Jahren mit der Frage, wie sich ein Tag bestmöglich planen lassen kann, im Beruf wie zu Hause. Ein wichtiges Ziel bleibt dabei nicht außer Acht.","url":"https://www.gruenderszene.de/business/zeitmanagement-tim-reichel","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/tanialee-gonzalez-j_fBP49yBEI-unsplash-1.jpg","publishedAt":"2020-04-11T04:00:58Z","content":"Zeit was ist das eigentlich? In der Corona-Krise beschäftigen sich viele einmal mehr mit den Stunden, die jeden Tag vor ihnen liegen und die für manch einen auf seltsame Art und Weise viel schneller vergehen als sonst. Wann hat die Pandemie begonnen? Seit wan… [+11908 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Gründerszene Redaktion","title":"Tipps für Ostern: Was Gründerszene-Redakteure lesen, hören und streamen","description":"Wegen der Corona-Pandemie erwartet viele Menschen ein ruhiges Osterfest. Langeweile muss deswegen aber nicht aufkommen.","url":"https://www.gruenderszene.de/perspektive/streaming-buch-podcast-tipps","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/oster-tipps-buch-podcast-streaming.jpg","publishedAt":"2020-04-10T06:00:12Z","content":"Datenschutz\r\nWeitere Informationen zum Datenschutz, Netiquette und warum wir Disqus nutzen, findet ihr hier."},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Jürgen Stüber","title":"Healthy Business: Neue Corona-App könnte eine Alternative zum Lockdown werden","description":"Datenspende ist das Wort der Zukunft beim Kampf gegen das Corona-Virus. Eine neue App könnte zum Frühwarnsystem gegen die Krankheit werden. Sie wird dringend benötigt.","url":"https://www.gruenderszene.de/health/corona-apps-tracing-kolumne","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/GettyImages-1211364517.jpg","publishedAt":"2020-04-10T02:00:16Z","content":"Das Smartphones ist immer dabei: Apps sollen deswegen dabei helfen, das Coronavirus einzudämmen.Man kann es kaum erwarten, bis mehr Apps dabei helfen, das Coronavirus in Schach zu halten und die Ausbreitung der Pandemie zu bekämpfen. Ein Anfang ist getan mit … [+4997 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Kayhan Özgenc, Jakob Wais und Philip Kaleta","title":"Corona-Krise: Zalando verkündet 350-Millionen-Sparpaket, um Entlassungen zu vermeiden","description":"Der Online-Modehändler Zalando hat seinen Mitarbeitern ein umfassendes Sparprogramm verkündet. Der Vorstand werde auf 25 Prozent seiner Vergütung verzichten.","url":"https://www.gruenderszene.de/business/zalando-verkuendet-millionen-sparpaket","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/claudio-schwarz-purzlbaum-q8kR_ie6WnI-unsplash.jpg","publishedAt":"2020-04-09T12:46:33Z","content":"Um den Laden und die Bestellungen am Laufen zu halten, führt Zalando jetzt auch Sparmaßnahmen ein.Die Corona-Krise hat die Textil- und Modeindustrie mit voller Wucht getroffen. Nicht nur der stationäre Handel steht vor existentiellen Sorgen, auch die sonst se… [+1936 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Pauline Schnor","title":"Londoner VC: Index Ventures investiert weitere zwei Milliarden in Startups","description":"Der Londoner Wagniskapitalgeber hat gleich zwei neue Fonds geschlossen. Das Geld soll in junge Unternehmen aus der ganzen Welt fließen.","url":"https://www.gruenderszene.de/business/index-ventures-neue-fonds","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2015/07/neil-rimer_892x594_o-e1584003516436.jpg","publishedAt":"2020-04-09T11:15:14Z","content":"Neil Rimer gründete Index Ventures im Jahr 1996.Der Londoner Wagniskapitalgeber Index Ventures hat zwei neue Fonds geschlossen. Die Geldtöpfe mit den Namen Index Ventures 10 und Index Growth 5 sind mit insgesamt 1,8 Milliarden Euro (zwei Milliarden US-Dollar)… [+916 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Alex Hofmann","title":"Finanzierungsform: Was ist Venture Debt und warum ist es gerade jetzt so wichtig?","description":"In der Krise brechen vielen Firmen die Umsätze weg. Damit das Geld nicht knapp wird, greifen immer mehr Startups auf Venture Debt zurück. Was man darüber wissen muss.","url":"https://www.gruenderszene.de/business/venture-debt-erklaerung","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/venture-debt.jpg","publishedAt":"2020-04-09T10:55:22Z","content":"Venture Debt kann für Rücklagen auch in schwierigen Zeiten sorgen. Normalerweise ist es ja so: Gründer geben Geschäftsanteile an Investoren ab und erhalten dafür Kapital, sogenanntes Eigenkapital, weil es fortan dem Unternehmen gehört. Wenn die Firma irgendwa… [+3345 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Michael Reinhardt","title":"Taxtech: Diese Startups helfen euch bei der Steuererklärung","description":"Wie wäre es, die Steuererklärung ausnahmsweise nicht auf den letzten Drücker einzureichen? Wir zeigen euch 9 Startups, mit denen der gute Vorsatz zur Tat wird.","url":"https://www.gruenderszene.de/galerie/steuererklaerung-startups-2020","urlToImage":"https://www.gruenderszene.de/wp-content/gallery/steuererklaerung-startups-2020/Taxfix.jpg","publishedAt":"2020-04-09T07:54:03Z","content":null},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Pauline Schnor","title":"Berliner Unicorn: Auto1 hat laut Bericht 300 Millionen Euro aufgenommen","description":"Das Gebrauchtwagen-Startup mit Milliardenbewertung soll dank eines Kredits neue Millionen im Rücken haben – obwohl die Corona-Krise das Geschäft von Auto1 schwächt.","url":"https://www.gruenderszene.de/automotive-mobility/auto1-kredit-300-millionen","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/AUTO1_Group_board.jpg","publishedAt":"2020-04-09T06:59:11Z","content":"Das Auto1-Führungsteam (von links): Christian Bertermann, Hakan Koç und Markus Boser.Das Berliner Gebrauchtwagen-Startup Auto1 soll eine Finanzierungsrunde über 300 Millionen Euro abgeschlossen haben. Das berichtet das Wirtschaftsmagazin Capital unter Berufun… [+1904 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Steve Haak","title":"Covid-19: Corona-Impfstoff: Bund fördert deutsches Biotech-Startup","description":"Das Unternehmen Prime Vector gilt als weiterer Hoffnungsträger bei der Entwicklung eines Corona-Impfstoffs. Deshalb hat es jetzt 1,3 Millionen Euro bekommen.","url":"https://www.gruenderszene.de/health/coronavirus-tuebinger-startup-impfstoff","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/covid-impfstoff2.jpg","publishedAt":"2020-04-09T04:00:26Z","content":"Wann es einen Corona-Impfstoff geben wird, ist nicht bekannt.Politiker und Wissenschaftler schauen in diesen Tagen und Wochen hoffnungsvoll nach Süddeutschland. Dort wird von Startups wie Curevac und Atriva Therapeutics an Mitteln gegen das neuartige Coronavi… [+2222 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Sarah Heuberger","title":"Nach Exit: Warum Claude Ritter nicht mehr Gründer sein will","description":"Seit der Unternehmer bei Book a Tiger ausgestiegen ist, verdingt er sich als Vollzeit-Investor. Ritter erzählt, warum er die Seiten gewechselt hat.","url":"https://www.gruenderszene.de/perspektive/portrait-claude-ritter-exit","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2018/07/claude-ritter.jpg","publishedAt":"2020-04-09T02:00:39Z","content":"Claude Ritter (Lieferheld, Book A Tiger) ist jetzt hauptberuflich als VC unterwegs.Für seinen Wechsel vom Seriengründer zum Vollzeit-VC glaubt Claude Ritter, genau den richtigen Zeitpunkt gefunden zu haben. Es nimmt dir keiner übel, wenn du nicht Angestellter… [+3561 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Barbara Barkhausen","title":"Während du schliefst: Solarisbank gewinnt Deutschlands größten Onlinehändler als Kunden","description":"Mitten in der Krise: Das deutsche Fintech kooperiert mit dem Online-Marktplatz von Otto. Außerdem: Tesla kürzt Löhne und Disney Plus hat 50 Millionen Abonnenten.","url":"https://www.gruenderszene.de/business/solarisbank-tesla-disney-airbnb-sap-alphabet","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/336617-19_030_Solaris©MaxThrellfallPhoto_0568-d097bf-original-1571933062-1.jpg","publishedAt":"2020-04-09T00:21:06Z","content":"Seit über 25 Jahren im Bankengeschäft: Roland Folz, CEO der Solarisbank.\r\nGuten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nCoup inmittten der Pandemie: Die Solarisbank konnte laut eines Medien… [+3252 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Martin Gardt (OMR)","title":"Manomano: Ein französisches Startup will in Deutschland zum Amazon der Baumärkte werden","description":"Mit einem Funding von insgesamt mehr als 300 Millionen Euro möchte Manomano aus Frankreich hierzulande Hornbach & Co. angreifen – und kleine Händler reich machen.","url":"https://www.gruenderszene.de/business/manomano-baumarkt-startup","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/manomano.jpg","publishedAt":"2020-04-08T12:07:01Z","content":"Die Deutschen lieben ihre Baumärkte und Heimwerker-Projekte. Allein hierzulande macht der Do-It-Yourself-Markt einen Jahresumsatz von knapp 50 Milliarden Euro. Allerdings kommen unter zehn Prozent des Umsatzes aus dem Online-Geschäft. In diese Lücke will jetz… [+9234 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Gründerszene Redaktion","title":"Videodienst: Sammelklage gegen Zoom wegen Sicherheitslücken","description":"Mangelnder Datenschutz und keine ausreichende Verschlüsselung: Das werfen Kritiker dem Videodienst Zoom  vor – und klagen gegen das Unternehmen.","url":"https://www.gruenderszene.de/business/sammelklage-gegen-zoom-wegen-sicherheitsluecken","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/gettyimages-1207944368-1_1220x814_oc.jpg","publishedAt":"2020-04-08T09:22:02Z","content":"Das sogenannte Zoombombing brachte dem Videodienst Zoom viel Kritik ein.Der in der Coronaviruskrise stark nachgefragte US-Videodienstanbieter Zoom sieht sich mit einer Klage wegen Sicherheitslücken und Datenschutzmängeln konfrontiert. Am Dienstag reichte ein … [+1207 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Reuters","title":"Digitalgeld: Deutsche Banken gegen schnelle Einführung von E-Euro","description":"Viele Regierungen wollen Facebook am Einstieg in den Finanzsektor hindern. Schon länger ist deshalb eine europaweite Digitalwährung im Gespräch. Doch es gibt Kritik.","url":"https://www.gruenderszene.de/fintech/deutsche-banken-digitaler-e-euro","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/deutsche-banken-frankfurt-e-euro.jpg","publishedAt":"2020-04-08T06:49:27Z","content":"In der Zukunft könnte digitalem Zentralbankgeld in der Geld- und Währungsordnung eine bedeutsame Rolle zufallen, erwarten die deutschen Banken. Eine schnelle Einführung lehnen sie jedoch ab.Die deutschen Banken stehen bei der Einführung von digitalem Notenban… [+1603 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Hannah Schwär (Business Insider Deutschland)","title":"Lieferdienst: Polizeieinsatz bei Lieferandos Betriebsratswahl – Streit mit Fahrern eskaliert","description":"Bei Lieferandos Gesamtbetriebsratswahlen musste diese Woche offenbar die Polizei anrücken. Eine Führungskraft soll Prügel angedroht und versucht haben, die Abstimmung zu beeinflussen.","url":"https://www.gruenderszene.de/food/startups-trends/lieferando-betriebsrat-wahl-streit-polizei","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2018/06/takeaway-lieferando_1220x814_oc.jpg","publishedAt":"2020-04-08T05:02:20Z","content":"Zwischen Lieferando und seinen Kurieren gibt es schon lange Streit nun erreicht er eine neue Eskalationsstufe.In der Corona-Krise gibt es nur wenige Gewinner. Angesichts geschlossener Restaurant gehört Lieferando sicherlich dazu. Doch das Management des Bring… [+4020 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Daniel Hüfner","title":"Neue Geschäftsideen: Retten radikale Pivots diese Startups vor der Pleite?","description":"Die Corona-Krise bedroht viele Firmen in ihrer Existenz. So mancher Gründer reagiert auf kreative Weise, wie diese Beispiele zeigen.","url":"https://www.gruenderszene.de/business/startup-pivots-corona-krise","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/von-jungfeldt-corona-pivot.jpg","publishedAt":"2020-04-08T04:00:36Z","content":"Die Jungfeld-Gründer Lucas Pulkert und Maria Pentschev stellen normalerweise bunte Socken aus Baumwolle her. Wegen der Corona-Krise haben sie auf Atemschutzmasken umgesattelt.Die Corona-Krise trifft Gründerinnen und Gründer mit voller Wucht. 80 Prozent der Ju… [+8351 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Steve Haak","title":"Tipps und Tools: So arbeitet das Logistik-Startup Carrypicker","description":"In unserer Artikelreihe „Tipps und Tools“ erzählen Gründer, mit welchen Werkzeugen sie und ihr Team den Arbeitsalltag bestreiten. Heute: das Unternehmen Carrypicker.","url":"https://www.gruenderszene.de/perspektive/tipps-und-tools-carrypicker","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/carrypicker_neu.jpg","publishedAt":"2020-04-08T02:00:08Z","content":"Carrypicker entwickelt einen smarten Frachtführer für LKW. Der verteilt Frachten so, dass die Ladeflächen der Fahrzeuge besser ausgelastet sind als bisher. Gegründet wurde das Unternehmen 2017 von Andreas Karanas. Uns erzählt er, welche Anwendungen sein Team … [+4650 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Barbara Barkhausen","title":"Während du schliefst : Twitter-Chef Jack Dorsey spendet eine Milliarde Dollar im Kampf gegen Corona","description":"Damit gibt der Milliardär etwa ein Viertel seines Vermögens auf. Außerdem: Airbnb will eine zweite Milliarde Dollar und Wework-Direktoren verklagen Softbank.","url":"https://www.gruenderszene.de/business/square-twitter-airbnb-wework-softbank-amazon-sofi","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2019/12/gettyimages-1091907642-1_1204x802_oc.jpg","publishedAt":"2020-04-08T00:34:32Z","content":"Jack Dorsey hofft, dass seine Spende andere inspirieren wird, etwas Ähnliches zu tun. Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nJack Dorsey, CEO von Square und Twitter, sagte am Diensta… [+3774 chars]"},{"source":{"id":"gruenderszene","name":"Gruenderszene"},"author":"Alex Hofmann","title":"Matratzen-Startup: Wie geht es bei Emma nach der Übernahme weiter?","description":"Als eines der ersten Matratzen-Startups verzeichnet Emma heute dreistellige Millionenumsätze. Gründer Dennis Schmoltzi über den neuen Eigentümer und das Geschäft in Krisenzeiten.","url":"https://www.gruenderszene.de/business/emma-matratze-schmoltzi-interview","urlToImage":"http://www.gruenderszene.de/wp-content/uploads/2020/04/dennis-schmoltzi-emma-2.jpg","publishedAt":"2020-04-07T14:03:01Z","content":"Sieben Jahre nach dessen Start übernimmt das Duisburger Familienunternehmen Haniel die Mehrheit an Bettzeit, der Firma hinter der Matratzen-Marke Emma. Die Bettzeit-Gründer Manuel Müller und Dennis Schmoltzi halten jetzt jeweils 24,95 Prozent und bleiben weit… [+6604 chars]"}]}