{"status":"ok","totalResults":5779,"articles":[{"source":{"id":"business-insider","name":"Business Insider"},"author":"jberke@businessinsider.com (Jeremy Berke), Jeremy Berke","title":"US surpasses Italy's coronavirus death toll","description":"REUTERS/Lucas Jackson/File Photo The US surpassed Italy's coronavirus death toll on Saturday, to become the country with the most recorded coronavirus deaths. The US has 18,860 confirmed deaths as of Saturday, while Italy has 18,849, per Johns Hopkins Univers…","url":"https://www.businessinsider.com/us-surpasses-italy-in-coronavirus-deaths-2020-4","urlToImage":"https://i.insider.com/5e91f9c529d6d9558f431894?width=1200&format=jpeg","publishedAt":"2020-04-11T17:26:45Z","content":"The US has the highest death toll from the coronavirus globally, surpassing Italy on Saturday. \r\nThe death toll from the coronavirus in the US hit 18,860 on Saturday, with 5,820 of those deaths concentrated in New York City, per data compiled by Johns Hopkins… [+1022 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Paulina Cachero","title":"WHO investigates reports of recovered coronavirus patients testing positive again","description":"On Friday, South Korea reported that 91 coronavirus patients being considered for discharge tested positive for the virus again. The director of the Korea Centers for Disease Control and Prevention said the virus may have been \"reactivated\" rather than the pa…","url":"https://www.businessinsider.com/who-investigates-reports-recovered-coronavirus-patients-testing-positive-again-2020-4","urlToImage":"https://i.insider.com/5e917c8129d6d933f5655d13?width=1200&format=jpeg","publishedAt":"2020-04-11T17:05:29Z","content":"The World Health Organization (WHO) announced Saturday that it is investigating reports that coronavirus patients who initially tested negative tested positive for the virus days later. \r\n\"We are aware of these reports of individuals who have tested negative … [+3264 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Aaron Holmes","title":"The first round of $1,200 coronavirus stimulus checks have already started hitting Americans' bank accounts","description":"The first round of coronavirus stimulus checks started hitting people's bank accounts Friday afternoon. Mobile banking startup Current has already seen about 10,000 accounts credited by the IRS, the company told The Wall Street Journal. Americans who qualify …","url":"https://www.businessinsider.com/coronavirus-1200-stimulus-checks-first-round-payments-coming-2020-4","urlToImage":"https://i.insider.com/5e91e88a92e8ba504335cf13?width=1200&format=jpeg","publishedAt":"2020-04-11T16:36:58Z","content":"Some people have already received their coronavirus stimulus checks from the federal government, according to mobile banking startup Current.\r\nThe company told The Wall Street Journal that roughly 10,000 accounts received stimulus payments from the Internal R… [+916 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Bethany Biron","title":"Instacart customers are baiting workers by enticing them with hefty tips and then removing the money once an order is complete","description":"Instacart employees said customers have been tip baiting to entice them to make deliveries, promising large tips only to remove the funds retroactively once orders are complete. \"It's very demoralizing,\" Instacart employee Annaliisa Arambula told CNN Business…","url":"https://www.businessinsider.com/instacart-customers-are-tip-baiting-workers-during-the-coronavirus-2020-4","urlToImage":"https://i.insider.com/5e91da3b15ea4b337f122093?width=1200&format=jpeg","publishedAt":"2020-04-11T16:21:59Z","content":"As grocery stores and online delivery services struggle to respond to overwhelming consumer demand during the coronavirus, customers are turning to ruthless methods.\r\nInstacart employees said customers are enticing them with hefty tips, only to retroactively … [+2417 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"hbrueck@businessinsider.com (Hilary Brueck), Hilary Brueck","title":"Kentucky is requiring 14 days quarantine for Easter mass attendees who do not stay home from church","description":"AP Photo/Matt Slocum Religious leaders around the world are encouraging people to celebrate Easter and Passover at home this year, maintaining physical distance from others, to stop the spread of the coronavirus. In Kentucky, the governor says anyone who does…","url":"https://www.businessinsider.com/easter-with-coronavirus-public-health-advice-for-how-to-celebrate-2020-4","urlToImage":"https://i.insider.com/5e91ccd3b3b0924c49082b05?width=1200&format=jpeg","publishedAt":"2020-04-11T15:48:58Z","content":"Faith leaders around the world are encouraging their congregations to stay home this weekend, recommending people celebrate Easter and Passover virtually during the coronavirus pandemic. \r\n\"I want to encourage you to meet together separately this Sunday, to r… [+3634 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Connor Perrett","title":"10,000 families showed up at a Texas food bank as US unemployment rate saw historic rise","description":"Approximately 10,000 households showed up in their cars to receive food from a San Antonio, Texas food bank, overwhelming the organization. \"I don't know if we can keep up the pace that the demand is requiring,\" San Antonio Food Bank CEO Eric Cooper said. Sti…","url":"https://www.businessinsider.com/10000-families-showed-up-to-receive-free-food-in-texas-2020-4","urlToImage":"https://i.insider.com/5e91d82e92e8ba4c1c06a6a4?width=1200&format=jpeg","publishedAt":"2020-04-11T15:21:19Z","content":"Approximately 10,000 households showed up Thursday at a food bank in San Antonio, Texas to receive free food amid the ongoing coronavirus pandemic.\r\n\"It was a rough one today,\" Eric Cooper, San Antonio Food Bank President and CEO Eric Cooper told The San Anto… [+2584 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"feedback@businessinsider.com (Liz Knueven), Liz Knueven","title":"Here's how much money you could get from unemployment benefits in every state","description":"Reuters Millions of Americans are out of work and turning to unemployment benefits to make ends meet in April and May because of Coronavirus. Unemployment benefits are determined by state, but the federal government is adding $600 per week to benefits until J…","url":"https://www.businessinsider.com/personal-finance/how-much-money-unemployment-benefits-by-state-2020-4","urlToImage":"https://i.insider.com/5e90dcd829d6d903a9348f5c?width=1200&format=jpeg","publishedAt":"2020-04-11T15:15:00Z","content":"On the single week ending on April 4, over 6.6 million people were out of work and unemployed, and many turned to state governments for help. States are struggling to keep up with rising demand for unemployment assistance.\r\nDuring the coronavirus pandemic, th… [+1581 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"ahartmans@businessinsider.com (Avery Hartmans), Avery Hartmans","title":"COOLEST JOBS IN TECH: Google's accessibility chief shares her advice for young techies, what it means to be an 'integrator,' and her favorite Google features (GOOG, GOOGL)","description":"Google; Samantha Lee/Business Insider Eve Andersson has a cool tech job: she's in charge of accessibility across all of Google. Andersson has been working at Google for 13 years and turned accessibility from a grassroots effort to an area of focus for hundred…","url":"https://www.businessinsider.com/eve-andersson-google-accessibility-chief-coolest-tech-jobs-2020-4","urlToImage":"https://i.insider.com/5e8660ba2ff83914274144cc?width=1200&format=jpeg","publishedAt":"2020-04-11T15:07:00Z","content":"This article is part of Business Insider's series, Coolest Jobs in Tech, which highlights people who work in unusual, exciting, or futuristic roles in the tech industry and provides an inside look at a day in the life. \r\nWhen Eve Andersson joined Google in 20… [+5929 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Aaron Holmes","title":"New York City public schools will remain closed for the rest of the academic year","description":"New York City public schools will remain closed for the rest of the school year, Mayor Bill de Blasio announced Saturday. The city's 1,800 schools have transitioned to remote learning amid the coronavirus outbreak since they first closed on March 16. Students…","url":"https://www.businessinsider.com/nyc-public-schools-remain-closed-for-the-rest-of-year-2020-4","urlToImage":"https://i.insider.com/5e91d15773d0c842434c9c43?width=1200&format=jpeg","publishedAt":"2020-04-11T14:26:44Z","content":"New York City school buildings will remain closed through the end of the school year, Mayor Bill de Blasio announced Saturday.\r\nStudents at the roughly 1,800 schools across the city, which is the epicenter of the coronavirus outbreak and consists of over 1.1 … [+1286 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"feedback@businessinsider.com (Martin Varsavsky), Martin Varsavsky","title":"How the US should end the coronavirus lockdowns","description":"Andrew Kelly/Reuters In order to stem further economic breakdown, the US should gradually lift its lockdowns. COVID-19, the disease caused by the coronavirus, is deadliest for people over 60. The US should first lift lockdown for people age 45 or under, and t…","url":"https://www.businessinsider.com/heres-how-the-us-should-end-the-coronavirus-lockdowns-2020-4","urlToImage":"https://i.insider.com/5e90bf8ec0232066a1789dc4?width=1200&format=jpeg","publishedAt":"2020-04-11T14:24:00Z","content":"Business Insider\r\nBased on the experience we here in Europe have seen with the novel coronavirus, I have some suggestions for Americans on how to reopen the US economy.\r\nFirst, continue the lockdowns only for those over age 45. Then slowly lift the lockdown f… [+4348 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"feedback@businessinsider.com (Ben Gilbert), Ben Gilbert","title":"How to play the best educational game classics of all time, from 'The Oregon Trail' to 'Number Munchers'","description":"MECC A huge selection of classic educational games — including \"The Oregon Trail,\" \"Number Munchers,\" and \"Lemonade Stand\" — are available online for free. There's no download required, either — they all run in your web browser. Here's how to play them! Visit…","url":"https://www.businessinsider.com/how-to-play-the-oregon-trail-online-2020-4","urlToImage":"https://i.insider.com/5e90cd13b3b0927b865c33fb?width=1200&format=jpeg","publishedAt":"2020-04-11T14:22:00Z","content":"Whether you grew up in the '80s, the '90s, or the '00s, you've almost certainly got fond memories of the gaming classic \"The Oregon Trail.\" \r\nIt's part of a group of early \"edutainment\" games intended to educate, as well as delight, young players. Games like … [+249 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"zinakumok@gmail.com (Zina Kumok), Zina Kumok","title":"I applied for life insurance after finding out I'm at risk for breast cancer and almost made a mistake that would have cost me well over $100 a year","description":"NickyLloyd/Getty Images I decided to take out a life insurance policy after getting diagnosed with a BRCA1 mutation, which puts me at higher risk for breast and ovarian cancer. My husband had secured an affordable policy from Haven Life, so I applied there to…","url":"https://www.businessinsider.com/personal-finance/applying-for-life-insurance-risk-for-breast-cancer-2020-4","urlToImage":"https://i.insider.com/5e8f98c7dcd88c01c0789265?width=1200&format=jpeg","publishedAt":"2020-04-11T14:03:00Z","content":"Personal Finance Insider writes about products, strategies, and tips to help you make smart decisions with your money. We may receive a small commission from our partners, but our reporting and recommendations are always independent and objective.\r\nMy husband… [+4018 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"klee@businessinsider.com (Kristen Lee), Kristen Lee","title":"The new Toyota Supra heavily borrows parts from BMW — but its sales triumph over its BMW counterpart shows the importance of nostalgia","description":"Toyota Toyota's new and highly anticipated mid-sized sports car borrows many parts from BMW. That caused an online uproar, with Supra fans denouncing the new car because the Toyota engine was such a beloved feature of the old model. Sales data shows that actu…","url":"https://www.businessinsider.com/toyota-supra-sells-better-than-bmw-it-borrows-parts-from-2020-4","urlToImage":"https://i.insider.com/5e90d701b3b0920551403458?width=1200&format=jpeg","publishedAt":"2020-04-11T14:00:00Z","content":null},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Beth Kantor","title":"The best free online activities to keep you kids occupied, happy, and healthy while stuck at home during the coronavirus pandemic","description":"Thomas Barwick/Getty Images You and your kids might be going stir crazy as the coronavirus pandemic keeps everyone cooped up in their homes. Luckily, lots of online resources are providing free entertainment and learning opportunities for kids of all ages. He…","url":"https://www.businessinsider.com/online-activities-to-occupy-kids-during-quarantine-coronavirus-pandemic-2020-4","urlToImage":"https://i.insider.com/5914bdfee559f122078b47c7?width=1200&format=jpeg","publishedAt":"2020-04-11T14:00:00Z","content":null},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Aaron Holmes","title":"Thousands of US nursing home patients have died of coronavirus — far higher than the federal government has reported","description":"Thousands of nursing home residents have died of COVID-19 across the US and nearly 2,500 nursing homes are facing outbreaks, according to separate reports from NBC News and The Wall Street Journal. The number of nursing homes and other senior facilities with …","url":"https://www.businessinsider.com/covid-19-death-toll-nursing-homes-federal-government-estimate-2020-4","urlToImage":"https://i.insider.com/5e91c6a229d6d94798002793?width=1200&format=jpeg","publishedAt":"2020-04-11T13:57:32Z","content":"For weeks, nursing homes and other senior facilities have struggled to stop the rapid spread of coronavirus among their elderly residents. Now, two separate reports show the contagion among nursing homes is far worse than the federal government's latest estim… [+1749 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"mmeisenzahl@businessinsider.com (Mary Meisenzahl), Mary Meisenzahl","title":"'Pandemic drones' could single people out in a crowd for coughing, sneezing, or running a temperature, developers say — here's how they work","description":"DraganFly Drone company Draganfly announced it will work with the Australian Department of Defense and the University of South Australia on \"pandemic drones.\" The drones will use sensors and computer vision systems to monitor people's temperature and heart ra…","url":"https://www.businessinsider.com/draganfly-pandemic-drone-will-detect-people-infected-with-coronavirus-2020-4","urlToImage":"https://i.insider.com/5e8e2d9f29d6d96bec1dd005?width=1200&format=jpeg","publishedAt":"2020-04-11T13:38:00Z","content":"Canadian drone company Draganfly announced a collaboration on \"pandemic drones\" with the Australian Department of Defense and the University of South Australia \r\nRobots and drones are being used around the world to fight COVID-19, the coronavirus disease, fro… [+329 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"feedback@businessinsider.com (Matthew DeBord), Matthew DeBord","title":"Tesla's history can be traced through its milestones. Here are the top 25 moments that shaped the electric carmaker over the years. (TSLA)","description":"FREDERIC J. BROWN/AFP via Getty Images Tesla has been around for 16 years, and in that time period, CEO Elon Musk's all-electric carmaker has established an astonishing number of milestones. I rounded up the most significant 25. They range from the original R…","url":"https://www.businessinsider.com/tesla-history-timeline-2020-biggest-milestones-and-moments-2020-4","urlToImage":"https://i.insider.com/5a0f0b2d3dbef4ae078b6b84?width=1200&format=jpeg","publishedAt":"2020-04-11T13:33:00Z","content":"Business Insider\r\nTesla is 16 years old. It turns 17 in July. In the nearly two decades it's been around, the Silicon Valley electric-car company has done what nobody in the auto industry thought was possible: create a viable new American car brand.\r\nAlong th… [+386 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Michelle Mark","title":"A 44-year-old ex-marathoner was on life support for COVID-19. After a miraculous recovery, his family shares his cautionary tale.","description":"David Lat, a healthy 44-year-old New Yorker who founded the legal blog Above the Law, nearly died of the novel coronavirus last month as it ripped through his respiratory system. Lat was hospitalized at NYU Langone for 17 days — six of them under sedation hoo…","url":"https://www.businessinsider.com/david-lat-coronavirus-harrowing-story-ventilator-2020-4","urlToImage":"https://i.insider.com/5e91c7340b3c9b3a9a10f4f4?width=1200&format=jpeg","publishedAt":"2020-04-11T13:30:49Z","content":"The 44-year-old lawyer had just arrived in the emergency room for the second time in two days. He couldn't walk. He could barely even stand. He clutched the reception desk for balance and gasped for air.\r\n\"I can't breathe,\" he said.\r\nDavid Lat, a well-known l… [+15232 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Kimberly Leonard","title":"Doctors far from the front lines of the coronavirus pandemic are getting stimulus checks, and crucial hospitals say they're being left behind","description":"The Trump administration gave healthcare providers a direct deposit of $30 billion starting on April 10 to help keep them afloat during the coronavirus pandemic. The money comes from the coronavirus stimulus package that President Donald Trump signed into law…","url":"https://www.businessinsider.com/doctors-not-in-coronavirus-trenches-given-stimulus-relief-2020-4","urlToImage":"https://i.insider.com/5e91021873d0c80cb24941a6?width=1200&format=jpeg","publishedAt":"2020-04-11T13:24:00Z","content":"Healthcare providers who aren't at the front lines of fighting the coronavirus pandemic were among the first to receive funding from the $2 trillion government relief package. \r\nOn Friday, the Trump administration, with help from health insurance giant United… [+6465 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Rosalie Chan","title":"Pluralsight is making online tech learning courses free in April - Business Insider","description":"CEO Aaron Skonnard says Pluralsight can help home-bound people learn computer programming skills for free during the coronavirus outbreak.","url":"https://www.businessinsider.com/pluralsight-ceo-interview-free-courses-coronavirus-crisis-2020-4","urlToImage":"https://i.insider.com/5b69ca83959f34212e8b4a14?width=1200&format=jpeg","publishedAt":"2020-04-11T13:18:19Z","content":"After the online learning company Pluralsight announced on April 2 that it was giving away free access to its courses for the entire month of April, over 100,000 people signed up in the first 24 hours, the company says.\r\nPluralsight offers online courses in t… [+4606 chars]"}]}