{"status":"ok","totalResults":19,"articles":[{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/antonietta.canale","title":"Il Paradiso delle signore, anticipazioni fino a venerdì 24/04: nozze per Guarnieri junior - Blasting News Italia","description":"Il Paradiso delle signore, anticipazioni fino a venerdì 24/04: nozze per Guarnieri junior Blasting News Italia IL PARADISO DELLE SIGNORE 4 20-24 aprile 2020: anticipazioni TVSerial Il paradiso delle signore, Roberto Alpi fa una rivelazione su Adelaide Lanostr…","url":"https://it.blastingnews.com/tv-gossip/2020/04/il-paradiso-delle-signore-anticipazioni-fino-a-venerdi-2404-nozze-per-guarnieri-junior-003112275.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/10/os/b_1200x630/il-paradiso-delle-signore-trame-dal-20-al-24-aprile-riccardo-sposa-ludovica_2438137.jpg","publishedAt":"2020-04-10T16:16:45Z","content":"Il Paradiso delle signore continuerà ad emozionare i fedeli telespettatori con le sue storie ricche di colpi di scena che non mancheranno nemmeno la prossima settimana. Le anticipazioni relative alle puntate in onda dal 20 al 24 aprile, rivelano che Riccardo … [+5588 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Pasquale De Marte","title":"Coronavirus, Ricciardi: 'Non è finita, rischiamo seconda ondata più violenta' - Blasting News Italia","description":"Coronavirus, Ricciardi: 'Non è finita, rischiamo seconda ondata più violenta' Blasting News Italia Ricciardi (Oms): \"Siamo ancora nel pieno dell'epidemia, non è finita. Bisogna dire la verità\" Fanpage.it Coronavirus, Ricciardi avverte: \"Come prima solo col va…","url":"https://it.blastingnews.com/politica/2020/04/coronavirus-ricciardi-non-e-finita-rischiamo-seconda-ondata-piu-violenta-003112027.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/10/os/b_1200x630/walter-ricciardi-membro-del-consiglio-esecutivo-delloms_2437907.jpg","publishedAt":"2020-04-10T09:46:23Z","content":"La fine del lockdown per il Coronavirus è ancora lontana. E' quanto si evince da una serie di concetti espressi dal medico Walter Ricciardi. Il medico ha delineato i contorni della situazione in Italia in un'intervista a Repubblica. Ha parlato con l'autorevol… [+2372 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/domenico.mungiguerra.96","title":"Giulia De Lellis sbotta dopo il ritorno con l'ex fidanzato: 'Il libro una verità passata' - Blasting News Italia","description":"Giulia De Lellis sbotta dopo il ritorno con l'ex fidanzato: 'Il libro una verità passata' Blasting News Italia Giulia De Lellis replica a Selvaggia Lucarelli Tu che di corna te ne intendi non puoi dire che il... Gossip News Giulia De Lellis risponde alla Luca…","url":"https://it.blastingnews.com/tv-gossip/2020/04/giulia-de-lellis-sbotta-dopo-il-ritorno-con-lex-fidanzato-il-libro-una-verita-passata-003110009.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/8/os/b_1200x630/giulia-e-andrea-ritorno-di-fiamma_2436159.jpg","publishedAt":"2020-04-08T11:12:21Z","content":"Tra Giulia De Lellis e Andrea Damante è tornato di nuovo il sereno. La coppia, nata all'interno dello studio di Uomini e donne, da qualche tempo è tornata ad essere 'inseparabile', come testimoniato anche da una serie di scatti apparsi in esclusiva sulle pagi… [+2429 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Lucia Melas","title":"Addio a Daniel, l'abruzzese più giovane deceduto a causa del coronavirus: aveva 38 anni - Blasting News Italia","description":"Addio a Daniel, l'abruzzese più giovane deceduto a causa del coronavirus: aveva 38 anni Blasting News Italia Coronavirus Abruzzo, gli aggiornamenti dell'8 aprile Rete8 CORONAVIRUS: 1.800 POSITIVI IN ABRUZZO, AUMENTANO TAMPONI, ALTRI 78 CASI Abruzzoweb.it Coro…","url":"https://it.blastingnews.com/cronaca/2020/04/addio-a-daniel-labruzzese-piu-giovane-deceduto-a-causa-del-coronavirus-aveva-38-anni-003109107.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/7/os/b_1200x630/addio-a-daniel-labruzzese-piu-giovane-deceduto-a-causa-del-coronavirus-aveva-38-anni_2435439.jpg","publishedAt":"2020-04-07T11:59:19Z","content":"È la vittima più giovane abruzzese a causa del coronavirusDaniel Sireteanu, ragazzo di 38 anni deceduto nella giornata del 5 aprile. Il giovane era ricoverato in terapia intensiva, presso l'ospedale di Chieti, da circa tre settimane. L'uomo, che non soffriva … [+2379 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Davide","title":"Coronavirus, bollettino del 6 aprile: 132.547 casi totali, 636 decessi in più - Blasting News Italia","description":"Coronavirus, bollettino del 6 aprile: 132.547 casi totali, 636 decessi in più Blasting News Italia Arcuri: “Nessun imminente liberi tutti”. Bertolaso dimesso dall’ospedale, più di 75.000 morti nel mondo La Gazzetta dello Sport Le notizie di martedì sul corona…","url":"https://it.blastingnews.com/cronaca/2020/04/coronavirus-bollettino-del-6-aprile-132547-casi-totali-636-decessi-in-piu-003108313.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/6/os/b_1200x630/bollettino-protezione-civile-coronavirus_2434919.jpg","publishedAt":"2020-04-06T21:05:47Z","content":"Continua la diffusione del coronavrus in Italia. La Protezione Civile ha diramato oggi, lunedì 6 aprile, il nuovo bollettino aggiornato sulla situazione dell'epidemia in Italia. Ad oggi dall'inizio dell'epidemia ci sono 132.547 casi totali, una crescita di 3.… [+3413 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/federico.s.sanapo","title":"Regione Abruzzo, nel 2016 si temevano futuri contagi da coronavirus - Blasting News Italia","description":"Regione Abruzzo, nel 2016 si temevano futuri contagi da coronavirus Blasting News Italia Coronavirus: Abruzzo, dati aggiornati al 5 aprile. Positivi a 1703 Rete8 41 casi di Coronavirus in città e la paziente “0” deceduta: + 75 casi in Abruzzo Rete5.tv Emergen…","url":"https://it.blastingnews.com/cronaca/2020/04/regione-abruzzo-nel-2016-si-temevano-futuri-contagi-da-coronavirus-003107403.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/5/os/b_1200x630/regione-abruzzo-nel-2016-si-temevano-contagi-da-coronavirus_2433921.jpg","publishedAt":"2020-04-05T13:31:16Z","content":"\"I Coronavirus sono un esempio di virus che hanno effettuato il salto di specie\". Così scriveva la Regione Abruzzo nel Piano di Prevenzione 2014-2018, in cui l'ente informava che le infezioni di Sars CoV e Mers CoV, e di altri patogeni riconducibili alla fami… [+2478 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Lucia Melas","title":"Potenza, 38enne deceduto a causa del coronavirus: la vittima più giovane della Basilicata - Blasting News Italia","description":"Potenza, 38enne deceduto a causa del coronavirus: la vittima più giovane della Basilicata Blasting News Italia Coronavirus Basilicata: morto Antonio, anche lui aveva supplicato il tampone Basilicata24 Basilicata, 11esimo morto per il virus: è un 68enne di Pot…","url":"https://it.blastingnews.com/cronaca/2020/04/potenza-38enne-deceduto-a-causa-del-coronavirus-la-vittima-piu-giovane-della-basilicata-003104885.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/4/2/os/b_1200x630/38enne-deceduto-a-causa-del-coronavirus-a-potenza_2431699.jpg","publishedAt":"2020-04-02T10:35:27Z","content":"Un destino crudele ha spezzato la vita di Giuseppe Larotonda, il ragazzo di 38 anni della provincia di Potenza deceduto a causa del coronavirus. Giuseppe, al momento, è la vittima più giovane a causa del Covid-19 della regione lucana. Il ragazzo potrebbe aver… [+2390 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Davide","title":"Coronavirus, bollettino del 30 marzo: l’Italia supera i 100.000 casi - Blasting News Italia","description":"Coronavirus, bollettino del 30 marzo: l’Italia supera i 100.000 casi Blasting News Italia Coronavirus Italia, il bollettino del 30 marzo: una piccola luce in fondo al tunnel del COVID-19 Fanpage.it Coronavirus: la previsione Zero contagi in Lombardia il 22 ap…","url":"https://it.blastingnews.com/cronaca/2020/03/coronavirus-bollettino-del-30-marzo-litalia-supera-i-100000-casi-003102425.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/30/os/b_1200x630/bollettino-coronavirus-aggiornato-al-30-marzo_2429549.jpg","publishedAt":"2020-03-30T18:17:33Z","content":"LItalia supera il triste traguardo dei 100.000 casi di Covid-19. A confermarlo è il nuovo bollettino della Protezione Civile diramato il 30 marzo. Nel nostro paese i casi totali di Coronavirus sono 101.739, quindi 4.050 in più rispetto al 29 marzo. I morti to… [+3601 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/unpostoalsolesoap/","title":"Matera: Diego, il bambino scomparso ieri 27 marzo, è stato ritrovato privo di vita - Blasting News Italia","description":"Matera: Diego, il bambino scomparso ieri 27 marzo, è stato ritrovato privo di vita Blasting News Italia Trovato morto il piccolo Diego, il bimbo di 3 anni scomparso ieri a Metaponto Fanpage.it Bimbo di 3 anni scomparso in Basilicata, trovato il cadavere Agenz…","url":"https://it.blastingnews.com/cronaca/2020/03/matera-diego-il-bambino-scomparso-ieri-27-marzo-e-stato-ritrovato-privo-di-vita-003100647.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/28/os/b_1200x630/diego-il-piccolo-scomparso-il-27-marzo-a-matera-e-stato-ritrovato-morto_2427991.jpg","publishedAt":"2020-03-28T11:42:32Z","content":"Diego, il bambino di cui non si avevano notizie da ieri mattina, 27 marzo, è stato ritrovato senza vita nel fiume Brandano. Il suo ultimo avvistamento risale a quando il piccolo si trovava all'esterno della sua abitazione in Contrada Marinella a Metaponto, in… [+2579 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Lucia Melas","title":"Bologna: 50enne deceduto in casa a causa del coronavirus - Blasting News Italia","description":"Bologna: 50enne deceduto in casa a causa del coronavirus Blasting News Italia Coronavirus Emilia Romagna, oltre 10mila casi. Altra stretta sui trasporti il Resto del Carlino Coronavirus Bologna, altro focolaio in una bocciofila La Repubblica Corriere di Bolog…","url":"https://it.blastingnews.com/cronaca/2020/03/bologna-50enne-deceduto-in-casa-a-causa-del-coronavirus-003098381.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/25/os/b_1200x630/bologna-50enne-deceduto-in-casa-a-causa-del-coronavirus_2426043.jpg","publishedAt":"2020-03-25T19:07:42Z","content":"Il peggioramento dello stato di salute dopo aver contratto il Coronavirusè stato così repentino che Paolo Gnudi, 50enne bolognese, non è riuscito nemmeno a giungere in ospedale. L'uomo è morto a casa, accanto alla compagna con cui stava insieme da circa dieci… [+2374 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Pasquale De Marte","title":"Coronavirus, Maurizio Belpietro: 'Mattarella fermi il golpe di Conte' - Blasting News Italia","description":"Coronavirus, Maurizio Belpietro: 'Mattarella fermi il golpe di Conte' Blasting News Italia Coronavirus, colletta delle detenute di Venezia per l’ospedale Il Fatto Quotidiano Coronavirus, Mattarella: \"Decimati gli anziani, punto di riferimento. Affrontiamo un …","url":"https://it.blastingnews.com/politica/2020/03/coronavirus-maurizio-belpietro-mattarella-fermi-il-golpe-di-conte-003095965.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/23/os/b_1200x630/maurizio-belpietro-sergio-mattarella-e-giuseppe-conte_2423873.jpg","publishedAt":"2020-03-23T13:33:33Z","content":"La conferenza stampa con cui Giuseppe Conte, nella tarda serata di sabato, annunciava nuove misure restrittive in relazione al contrastato della diffusione del Coronavirus non è piaciuta a molti. Tra questi c'è Maurizio Belpietro che, in un editoriale apparso… [+2382 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Pasquale De Marte","title":"Rc auto e coronavirus: validità estesa ad un mese, ma non valgono coperture aggiuntive - Blasting News Italia","description":"Rc auto e coronavirus: validità estesa ad un mese, ma non valgono coperture aggiuntive Blasting News Italia Sospensione Rc Auto 2020: cos'è e come funziona, decreto Cura Italia The Italian Times Coronavirus, Locatelli Saline di Volterra stipula polizza assicu…","url":"https://it.blastingnews.com/assicurazioni/2020/03/rc-auto-e-coronavirus-validita-estesa-ad-un-mese-ma-non-valgono-coperture-aggiuntive-003094125.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/20/os/b_1200x630/rc-auto-con-il-cura-italia-ci-sara-solo-proproga-e-non-sospensione_2422205.jpg","publishedAt":"2020-03-20T16:29:07Z","content":"In virtù della perdurante fase emergenziale dovuta al Coronavirus, nel decreto 'Cura Italia' erano attese disposizioni che venissero incontro ai cittadini anche in merito al pagamento delle assicurazione dei propri mezzi. Non è arrivata la sospensione, come s… [+2446 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/federico.s.sanapo","title":"Coronavirus, Fox News: 'Intelligence avvertì Italia della pandemia', i servizi italiani smentiscono - Blasting News Italia","description":"Coronavirus, Fox News: 'Intelligence avvertì Italia della pandemia', i servizi italiani smentiscono Blasting News Italia Coronavirus, Fox News: «Governo italiano fu avvertito da intelligence del rischio pandemia» Il Messaggero Salute Coronavirus, rapporti di …","url":"https://it.blastingnews.com/cronaca/2020/03/coronavirus-fox-news-fonti-intelligence-usa-avvertirono-italia-della-pandemia-003093537.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/19/os/b_1200x630/coronavirus-fox-news-fonti-intelligence-usa-avvertirono-del-pericolo-pandemia-il-nostro-paese_2421683.jpg","publishedAt":"2020-03-19T20:59:41Z","content":"Nelle scorse ore la televisione statunitense Fox News ha mandato in onda un servizio nel quale si citano alcuni rapporti dell'intelligence che, secondo quanto riferito da un esperto di sicurezza che fa base a Roma, avvertivano l'Italia di un possibile rischio… [+2707 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Pasquale De Marte","title":"Coronavirus, l'Oms teme per l'Africa: 'Devono reagire', Lampedusa teme altri sbarchi - Blasting News Italia","description":"Coronavirus, l'Oms teme per l'Africa: 'Devono reagire', Lampedusa teme altri sbarchi Blasting News Italia Migranti, riprendono gli arrivi. Coronavirus in Africa, l'Oms: «Preparatevi al peggio» Il Messaggero Salute Per l’Africa è diverso? Il Post Coronavirus, …","url":"https://it.blastingnews.com/cronaca/2020/03/coronavirus-loms-teme-per-lafrica-devono-reagire-lampedusa-teme-altri-sbarchi-003093217.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/19/os/b_1200x630/oms-teme-per-lafrica-per-un-possibile-contagio-da-coronavirus_2421439.jpg","publishedAt":"2020-03-19T15:57:44Z","content":"Il Coronavirus sta mettendo in ginocchio una sanità di livello mondiale come quella della Lombardia. Il timore, a questo punto, è che la pandemia possa mettere a dura prova anche altri territori che non avrebbero le stesse possibilità dei sistemi sanitari eur… [+2534 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/Abadelli","title":"Coronavirus, Socci critica il Papa: 'Non è ora di andare in pensione?' - Blasting News Italia","description":"Coronavirus, Socci critica il Papa: 'Non è ora di andare in pensione?' Blasting News Italia Papa Francesco: \"Ho chiesto a Dio di fermare l'epidemia con la sua mano\" | \"Non sprecate questi giorni, date una carezza ai figli e ai nonni\" TGCOM Papa Francesco elog…","url":"https://it.blastingnews.com/politica/2020/03/coronavirus-socci-critica-il-papa-non-e-ora-di-andare-in-pensione-003092189.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/18/os/b_1200x630/coronavirus-antonio-socci-critico-verso-il-pontefice-dopo-lintervista-pubblicata-su-repubblica_2420531.jpg","publishedAt":"2020-03-18T16:46:06Z","content":"Stamattina sul quotidiano Repubblica è stata pubblicata l'intervista a Papa Francesco: il Pontefice ha parlato di questi giorni molto difficili per il Paese a causa del Coronavirus ed ha voluto ringraziare tutte le persone che si stanno dando da fare per comb… [+2803 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/federico.s.sanapo","title":"Coronavirus, Maria Rita Gismondo: 'Il 60-70% degli italiani avrà a che fare col virus' - Blasting News Italia","description":"Coronavirus, Maria Rita Gismondo: 'Il 60-70% degli italiani avrà a che fare col virus' Blasting News Italia Parla la virologa Gismondo: “Il 60-70% degli italiani contrarrà il virus” Corriere CE La virologa Gismondo dell'Ospedale Sacco: “Saremo positivi il 70%…","url":"https://it.blastingnews.com/salute/2020/03/coronavirus-maria-rita-gismondo-il-60-70-degli-italiani-avra-a-che-fare-col-virus-003090075.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/15/os/b_1200x630/coronavirus-maria-rita-gismondo-risultera-positivo-il-60-70-della-popolazione-italiana_2418675.jpg","publishedAt":"2020-03-15T18:12:45Z","content":"L'epidemia da nuovo Coronavirus non accenna a placarsi nel nostro Paese. Negli scorsi giorni la virologa e direttrice del dipartimento di microbiologia dell'ospedale Sacco di Milano, Maria Rita Gismondo, nel corso di un'intervista all'Aria che tira di La 7, h… [+2250 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/federico.s.sanapo","title":"Coronavirus: fermato ciclista di Rovereto, accusa gli agenti di abuso e sequestro (VIDEO) - Blasting News Italia","description":"Coronavirus: fermato ciclista di Rovereto, accusa gli agenti di abuso e sequestro (VIDEO) Blasting News Italia In Trentino oggi i contagi salgono a 261: 88 più di ieri Oggi nessun decesso, i morti restano due Aumentano i pazienti in terapia intensiva l'Adige …","url":"https://it.blastingnews.com/cronaca/2020/03/coronavirus-fermato-ciclista-di-rovereto-accusa-gli-agenti-di-abuso-e-sequestro-video-003089553.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/14/os/b_1200x630/coronavirus-ciclista-di-rovereto-fermato-a-trento-dalla-polizia-accusa-di-abuso-e-sequestro-gli-agenti-denunciato_2418245.jpg","publishedAt":"2020-03-14T21:39:57Z","content":"Un episodio alquanto curioso si è verificato nella giornata di ieri 13 marzo 2020 a Trento, dove un ciclista partito da Rovereto è stato fermato dalla Polizia di Stato per un normale controllo di routine in base al Decreto del Presidente del Consiglio dei Min… [+2812 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"Davide","title":"Coronavirus: bollettino del 14 marzo, i casi salgono a 21.157 - Blasting News Italia","description":"Coronavirus: bollettino del 14 marzo, i casi salgono a 21.157 Blasting News Italia Coronavirus, i 3 incredibili errori che hanno favorito la pandemia Il Gazzettino Coronavirus, una buona notizia: l'epidemia comincia a rallentare Caffeina Magazine Belvedere: d…","url":"https://it.blastingnews.com/salute/2020/03/coronavirus-bollettino-del-14-marzo-i-casi-salgono-a-21157-003089331.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/14/os/b_1200x630/coronavirus-dati-aggionrati-1403_2418239.jpg","publishedAt":"2020-03-14T19:56:26Z","content":"I casi di Coronavirus aumentano nuovamente nel nostro Paese. Anche se i provvedimenti contro il Covid-19 continuano ad essere rigorosi, i contagi salgono in modo esponenziale. Da oggi in molte città italiane alcuni parchi verranno chiusi e inoltre da stasera … [+3024 chars]"},{"source":{"id":"blasting-news-br","name":"Blasting News (BR)"},"author":"https://www.facebook.com/parasshuram","title":"Norton Secure VPN - The cocoon of cybersecurity - Blasting News United States","description":"This website uses cookies, including third-party cookies, and other profiling technologies, such as ones which combine information collected through different website functions, in order to collect statistical information on users, used to send promotional me…","url":"https://us.blastingnews.com/tech/2020/03/norton-secure-vpn-the-cocoon-of-cybersecurity-003088911.html","urlToImage":"https://staticr1.blastingcdn.com/media/photogallery/2020/3/13/os/b_1200x630/norton-secure-vpn-does-not-share-its-users-data-with-any-third-parties-including-ad-networks-or-other-monetization-solutions-image-pixabay_2417699.jpg","publishedAt":"2020-03-13T20:12:00Z","content":"The VPN market is one of the growing segments of the IT industry. New service providers are jostling for space among the more prominent players in an increasingly crowded sector. The market is today seeing many start-ups, and they are holding their own among … [+3096 chars]"}]}