{"status":"ok","totalResults":804,"articles":[{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"James R. Hagerty","title":"ZOOS SEEK BAILOUTS...","description":"ZOOS SEEK BAILOUTS... (First column, 4th story, link ) Related stories: Jane Goodall says 'disrespect for animals' caused pandemic... Even Gorillas under lockdown! Drudge Report Feed needs your support! Become a Patron","url":"https://www.wsj.com/articles/u-s-zoos-trapped-by-coronavirus-seek-federal-loans-11586620800","urlToImage":"https://images.wsj.net/im-174249/social","publishedAt":"2020-04-11T17:01:38Z","content":"American zoos and aquariums, closed to the public indefinitely by the novel coronavirus, have joined small businesses in seeking loans under the new federal Paycheck Protection Program.\r\nAs the going gets tough, zoos also are getting cute by deploying their b… [+98 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Sam Schechner","title":"Here’s How Apple and Google Plan to Track the Coronavirus Through Your Phone","description":"The idea requires widespread adoption and broad testing of potentially infected people; it isn’t clear whether government and public-health officials will get behind it","url":"https://www.wsj.com/articles/heres-how-apple-and-google-plan-to-track-the-coronavirus-through-your-phone-11586618075","urlToImage":"https://images.wsj.net/im-175399/social","publishedAt":"2020-04-11T15:21:36Z","content":"Do Apple Inc. and Alphabet Inc.s Google hold the key for tracking the spread of Covid-19 and possibly reopening the global economy?\r\nThe tech giants on Friday said they will release tools for software developers to create so-called contact-tracing apps that r… [+167 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Joe Flint, Benjamin Mullin, Lillian Rizzo","title":"Streaming War Is Ultimate Test...","description":"Families looking for a distraction are plugging into more home entertainment than ever before. But producing new shows to satisfy these viewers is getting more difficult the longer the coronavirus pandemic lingers.","url":"https://www.wsj.com/articles/with-america-at-home-the-streaming-war-is-hollywoods-ultimate-test-11586577609","urlToImage":"https://si.wsj.net/public/resources/images/OG-ED461_202004_SOC_20200410153849.jpg","publishedAt":"2020-04-11T14:52:38Z","content":"WarnerMedia hoped to launch its new streaming service HBO Max next month with a reunion special for the hit comedy Friends. It wont be ready. \r\nAlso grounded is The Flight Attendant, a new drama starring Kaley Cuoco based on a novel about a flight attendant w… [+162 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Erich Schwartzel and, R.T. Watson","title":"The Hollywood Premiere is Moving to Your Living Room...","description":"Major studios are rushing new releases to streaming services while movie houses remain closed across the country. The experiment could spell changes to how you watch films even after the theaters reopen.","url":"https://www.wsj.com/articles/the-hollywood-premiere-is-moving-to-your-living-room-11586577635","urlToImage":"https://si.wsj.net/public/resources/images/B3-GM282_WINDOW_SOC_20200409183422.jpg","publishedAt":"2020-04-11T14:52:38Z","content":"Cory Lynn, a 38-year-old teacher in Vero Beach, Fla., had been waiting since January to see Trolls World Tour on opening night with her daughter Genesis as one of their weekly movie outings. \r\nBut even as the nations movie theaters remained closed for that Ap… [+82 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Dan Frosch, Deanna Paul, Ian Lovett","title":"Slow Start for Rapid Tests Frustrates States...","description":"Slow Start for Rapid Tests Frustrates States... (First column, 7th story, link ) Related stories: USA TODAY: Golf, handshakes and Mar-a-Lago conga line; Squandered week highlights President's lack of COVID-19 focus... Trump Congratulates Himself 116 Times for…","url":"https://www.wsj.com/articles/slow-start-for-rapid-coronavirus-tests-frustrates-states-11586597401","urlToImage":"https://images.wsj.net/im-174834/social","publishedAt":"2020-04-11T14:52:37Z","content":"A rapid test for the new coronavirus that was touted by the White House as a game-changing development has proved vexing for state officials, who say the federal government has failed to provide enough necessary equipment.\r\nIts incredibly frustrating, said Ne… [+269 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Sumathi Reddy","title":"Why These Three Pregnant ER Doctors Keep Working During the Coronavirus Crisis","description":"As key staff members while their Maryland hospital feels the strain, they balance professional and private risks; ‘I feel my baby kicking all the time while I’m working’","url":"https://www.wsj.com/articles/why-these-three-pregnant-er-doctors-keep-working-during-the-coronavirus-crisis-11586610000","urlToImage":"https://images.wsj.net/im-175047/social","publishedAt":"2020-04-11T14:25:50Z","content":"Elizabeth Clayborne sees death and illness all around her as an emergency-room doctor amid the coronavirus pandemic. \r\nBut the 36-year-old physician at UM Prince Georges Hospital Center in Cheverly, Md., is constantly reminded of the life inside of her. Dr. C… [+83 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Chun Han Wong","title":"Taiwan’s Success in Coronavirus Fight Poses Challenge to China - The Wall Street Journal","description":"Taiwan’s Success in Coronavirus Fight Poses Challenge to China The Wall Street Journal Grassley joins Trump in blaming WHO for coronavirus lapses | TheHill The Hill China calls Taiwan's attacks on WHO 'venomous' Al Jazeera English 'Deadly resurgence' possible…","url":"https://www.wsj.com/articles/taiwans-success-in-coronavirus-fight-poses-challenge-to-china-11586599202","urlToImage":"https://images.wsj.net/im-174792/social","publishedAt":"2020-04-11T13:37:56Z","content":"The coronavirus pandemic is stoking long-simmering tensions between China and the island democracy of Taiwan, underscoring differences between their political systems and deepening resentment toward Beijing.\r\nIn recent weeks, Beijing and Taipei have escalated… [+219 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Sarah E. Needleman","title":"From Monopoly and Scrabble to Mahjong and Poker, How to Play Classic Games Online With Friends and Family","description":"There are plenty of options for competing against far-flung opponents as you wait out the coronavirus pandemic. Winning is up to you.","url":"https://www.wsj.com/articles/from-monopoly-and-scrabble-to-mahjong-and-poker-how-to-play-classic-games-online-with-friends-and-family-11586610000","urlToImage":"https://images.wsj.net/im-173344/social","publishedAt":"2020-04-11T13:02:51Z","content":"Playing board games and cards has always been a staple pastime for friends and family. But as we wait out the coronavirus pandemic, not everyone has access to their favorite Scrabble nemesis or poker cohorts.\r\nFortunately, the same internet that brought you r… [+277 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Christopher Mims","title":"Paper Planners to Help You Stay Away From Screens","description":"As life gets even more oppressively digital, these analog organizers can save the day—or at least help you remember whether it’s Monday","url":"https://www.wsj.com/articles/paper-planners-to-help-you-stay-away-from-screens-11586577646","urlToImage":"https://images.wsj.net/im-173731/social","publishedAt":"2020-04-11T11:02:54Z","content":"LIKE SOME 4 BILLION other souls on the planet, Ive been holed up for a month at home, where I frequently wonder aloud to my empty apartment, What day is it again?\r\nThe distinction between a Thursday and a Saturday blurred dramatically when many aspects of dai… [+271 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Richard Rubin","title":"Multibillion-Dollar Tax Muddle Hovers Behind Small-Business Loan Program - Wall Street Journal","description":"Tax experts say Congress should clarify whether expenses tied to loan forgiveness are deductible","url":"https://www.wsj.com/articles/multibillion-dollar-tax-muddle-hovers-behind-small-business-loan-program-11586602800","urlToImage":"https://images.wsj.net/im-175322/social","publishedAt":"2020-04-11T11:00:00Z","content":"WASHINGTONA tax ambiguity that could amount to tens of billions of dollars or more is lurking in the small-business loan forgiveness program the government is using to combat the economic impact of the coronavirus pandemic.\r\nThe relief law passed by Congress … [+277 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Anna Wilde Mathews, Jon Kamp","title":"TESTING BOTCHED","description":"TESTING BOTCHED (Main headline, 5th story, link ) Related stories: TEST OF FAITH IT CAN'T GO ON FOREVER! FEAR OF SECOND WAVE FEDS COVER-UP NURSING HOME DEATHS","url":"https://www.wsj.com/articles/coronavirus-strikes-at-least-2-100-nursing-homes-across-u-s-killing-2-000-residents-11586554096","urlToImage":"https://images.wsj.net/im-175111/social","publishedAt":"2020-04-11T02:52:37Z","content":"The new coronavirus has hit more than 2,100 nursing homes and other senior facilities around the U.S., killing over 2,300 people, according to a survey by The Wall Street Journal, an indication the pandemics toll in these facilities has been greater than the … [+278 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"The Editorial Board","title":"Saving the Eurozone From the Virus - The Wall Street Journal","description":"Saving the Eurozone From the Virus The Wall Street Journal EU Finance Ministers Reach $590 Billion Coronavirus Rescue Deal NPR Europe has a rescue package. But who's going to pay for its coronavirus recovery? CNN Italy Will Struggle to Sell the EU Rescue Deal…","url":"https://www.wsj.com/articles/saving-the-eurozone-from-the-virus-11586556659","urlToImage":"https://images.wsj.net/im-175285/social","publishedAt":"2020-04-10T22:43:43Z","content":"Eurozone finance ministers late Thursday saved the currency bloc from Covid-19at least for now. They rolled out economic supports worth about 540 billion. More important, they didnt create new eurobonds on the fly in a crisis without democratic support.\r\nThis… [+273 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Katherine Clarke","title":"BOOM: Hamptons Compound Sells for $45M, Marking Biggest Sale of Year...","description":"BOOM: Hamptons Compound Sells for $45M, Marking Biggest Sale of Year... (Second column, 18th story, link ) Drudge Report Feed needs your support! Become a Patron","url":"https://www.wsj.com/articles/oceanfront-hamptons-compound-sells-for-45-million-marking-biggest-sale-of-the-year-11586546785","urlToImage":"https://images.wsj.net/im-174187/social","publishedAt":"2020-04-10T21:25:38Z","content":"The sprawling Hamptons home of the late James H. Evans, the onetime chairman of railway giant Union Pacific, has sold to an unidentified buyer for $45 million, according to two people familiar with the deal. \r\nThe oceanfront East Hampton property came on the … [+151 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Ron Johnson","title":"Russian Disinformation Fed the FBI’s Trump Investigation - The Wall Street Journal","description":"Russian Disinformation Fed the FBI’s Trump Investigation The Wall Street Journal FBI had information Steele dossier was part of 'Russian disinformation campaign,' declassified footnotes show Fox News 'Ironic': Declassified footnotes show Steele dossier likely…","url":"https://www.wsj.com/articles/russian-disinformation-fed-the-fbis-trump-investigation-11586548963","urlToImage":"https://images.wsj.net/im-175138/social","publishedAt":"2020-04-10T20:07:12Z","content":"Declassified footnotes to a Justice Department inspector general report show that the Federal Bureau of Investigation team investigating members of the Trump campaign received classified reports in 2017 identifying key pieces of the Steele dossier as products… [+275 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Gerard Baker","title":"There Are No Heroes or Villains in the Passion Story - The Wall Street Journal","description":"Its message helps us begin to understand the terrible conundrum of how a good God can permit terrible things to happen","url":"https://www.wsj.com/articles/there-are-no-heroes-or-villains-in-the-passion-story-11586538340","urlToImage":"https://images.wsj.net/im-174151/social","publishedAt":"2020-04-10T17:55:59Z","content":"Christians feel more than usually bereft this Holy Saturday. Unable to celebrate Easter in the traditional fashion, we are reminded of the fear and sense of aloneness that the disciples felt as they pondered the shocking events of Good Friday. \r\nBut there is … [+274 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Tripp Mickle","title":"Apple, Google Partner on Coronavirus Contact-Tracing Technology","description":"Solution helps alert users if they have had contact with an infected person","url":"https://www.wsj.com/articles/apple-google-partner-on-coronavirus-contact-tracing-technology-11586540203","urlToImage":"https://images.wsj.net/im-175103/social","publishedAt":"2020-04-10T17:38:03Z","content":"SAN FRANCISCOApple Inc. and Google will together build software that would alert people if they were in contact with someone infected with the coronavirus, an unprecedented collaboration between two Silicon Valley giants and rivals.\r\nThe project is certain to… [+277 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Gracy Olmstead","title":"Easter’s Healing Touch - The Wall Street Journal","description":"Easter’s Healing Touch The Wall Street Journal Church services find creative ways to celebrate Easter CBS Evening News Coronavirus: Why some US churches are still open this Easter BBC News Scott Gunn: What is Good Friday and why does it matter? Fox News Good …","url":"https://www.wsj.com/articles/easters-healing-touch-11586529541","urlToImage":"https://images.wsj.net/im-174149/social","publishedAt":"2020-04-10T17:07:56Z","content":"For many Americans, Easter is a pleasant but forgettable holiday, a time for bunnies, pastel colors and candy-filled eggs. But this isnt the year for a saccharine Easter. The Covid-19 pandemic has brought suffering and death on a global scale. In the U.S., th… [+369 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":null,"title":"Dying Alone From Coronavirus: A Family's Last Goodbye","description":"87-year-old Keiko Neutz died of Covid-19 in March. Her family was not able to be by her side, so they said goodbye through a series of video chats in her final days. Photo: Neutz family","url":"https://www.wsj.com/video/dying-alone-from-coronavirus-a-family-last-goodbye/F0B6C078-8A57-4EBA-9F73-B21D36C531A8.html","urlToImage":"http://m.wsj.net/video/20200410/041020dyingalone2/041020dyingalone2_1280x720.jpg","publishedAt":"2020-04-10T15:41:52Z","content":"WSJs House of the Year: A Contemporary Home With Hawaiian Spirit \r\n1/30/2020A modern, 7,500 square-foot home connects owner Elizabeth Grossman to the nature and spiritual vortex that drew her to Lanikai, a neighborhood on Oahu. She gives us a tour, and explai… [+64 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"The Editorial Board","title":"WSJ: All the President's Ratings...","description":"WSJ: All the President's Ratings... (First column, 10th story, link ) Related stories: Trump Rips 'Fake News'... Drudge Report Feed needs your support! Become a Patron","url":"https://www.wsj.com/articles/all-the-presidents-ratings-11586474808","urlToImage":"https://images.wsj.net/im-174850/social","publishedAt":"2020-04-10T14:55:37Z","content":"Our Thursday editorial offering some friendly advice on how to make the daily White House coronavirus briefings more informative for the American people seems to have caught Presidents Trump attention. \r\nThe President took to his favorite communication venue … [+267 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Yaroslav Trofimov, Bojan Pancevski","title":"Coronavirus Crisis Threatens to Split an Already Fractured EU - The Wall Street Journal","description":"Coronavirus Crisis Threatens to Split an Already Fractured EU The Wall Street Journal Coronavirus fallout: EU leaders back $1 trillion economic deal Al Jazeera English Europe has a rescue package. But who's going to pay for its coronavirus recovery? CNN Italy…","url":"https://www.wsj.com/articles/coronavirus-crisis-threatens-to-split-an-already-fractured-eu-11586525523","urlToImage":"https://images.wsj.net/im-174954/social","publishedAt":"2020-04-10T14:52:54Z","content":"BERLINThe European Union is facing the worst crisis since its inception as the coronavirus deepens long-running tensions between the blocs south, hardest hit by both the pandemic and its economic fallout, and the financially stronger north.\r\nWhether and how t… [+273 chars]"}]}