{"status":"ok","totalResults":6815,"articles":[{"source":{"id":"rt","name":"RT"},"author":"RT","title":"'I only saw him once': NBA legend Shaquille O'Neal distances himself from Joe Exotic but discusses deal with Tiger King star","description":"Despite previously namechecking television's most notorious current figure, Shaquille O'Neal has responded to ribbing by insisting that he only met Joe Exotic once and did not accept animals from the prolific tiger breeder. Read Full Article at RT.com","url":"https://www.rt.com/sport/485582-shaquille-oneal-joe-exotic/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91ff3485f540122f050030.jpg","publishedAt":"2020-04-11T17:42:10Z","content":"Historic footage of O’Neal visiting Greater Wynnewood, the Oklahoma exotic animal park that was run by Exotic before he was sentenced to 22 years in prison in 2019, has added to the story of Tiger King, the documentary that has shocked the world and become th… [+3049 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Incendian mástiles de telefonía en Países Bajos luego que 20 torres fueran destrozadas en Reino Unido por creer que la red 5G causa el covid-19","description":"Las autoridades de los Países Bajos calificaron los ataques como un \"desarrollo preocupante\" y advirtieron que el impacto de estos incendios puede ser \"significativo\" para el país.","url":"https://actualidad.rt.com/actualidad/349589-incendian-mastiles-5g-paises-bajos-coronavirus","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91c8f9e9ff71611278904a.JPG","publishedAt":"2020-04-11T17:22:32Z","content":"Varios mástiles de transmisión 5G han sido incendiados recientemente en diferentes ciudades de los Países Bajos en medio de la pandemia de coronavirus, según informó este sábado el periódico De Telegraaf.\r\nEl último de al menos cinco ataques ocurrió en la ciu… [+2074 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"'I'm sorry you feel that way' UK Home Secretary Patel savaged for non-apology to NHS workers","description":"As Britain's beleaguered healthcare workers fall ill with Covid-19, Home Secretary Priti Patel has said she's sorry they feel angry, but not for her government's role in equipment shortages. Her remark only fuelled further anger.","url":"https://www.rt.com/uk/485583-patel-sorry-you-feel-nhs/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91f937203027283633a82b.JPG","publishedAt":"2020-04-11T17:19:43Z","content":"As the coronavirus death toll in the UK climbed to just under 10,000 on Saturday, Health Secretary Matt Hancock revealed that 19 health workers have died after contracting the deadly virus. The workers themselves have blamed the government for failing to prov… [+3098 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Localidades turísticas de México bloquean la entrada por temor a la propagación del coronavirus","description":"En el país se han detectado 3.844 casos del covid-19, de los cuales 233 fueron mortales.","url":"https://actualidad.rt.com/actualidad/349591-balnearios-mexico-bloquear-entrada-coronavirus","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91f35059bf5b7e4e7d8340.JPG","publishedAt":"2020-04-11T17:08:48Z","content":"Varios pueblos y ciudades de México cerraron la entrada a todas aquellas personas que no residen en el municipio para prevenir la expansión de la epidemia del covid-19.\r\nUna de estas ciudades es Puerto Peñasco, situada en el golfo de California, en el noroest… [+1890 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"1st squad of volunteers assembled as Russia prepares for human testing of Covid-19 vaccine","description":"The fist team of people who will test a Russian vaccine against the coronavirus on themselves – in trials that begin in late June – have been selected, and the lead developer of the drug is among them. Read Full Article at RT.com","url":"https://www.rt.com/russia/485578-russia-coronavirus-vaccine-human-testing/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91ebe485f540570b7dceab.jpg","publishedAt":"2020-04-11T17:04:51Z","content":"Work on the vaccine began in February at the Vector Institute, Russia’s leading virology and biotechnology research center, in Novosibirsk, Siberia. Earlier in April, the researchers announced that the drug successfully passed trials on mice and ferrets, with… [+2371 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"Mike Tyson reveals who would win fight between him and Muhammad Ali","description":"They are two undisputed heavyweight greats but Mike Tyson has revealed who he believes would win a fight between prime versions of himself and Muhammad Ali. Read Full Article at RT.com","url":"https://www.rt.com/sport/485581-mike-tyson-muhammad-ali-who-would-win/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91f6af85f540122f050028.jpg","publishedAt":"2020-04-11T16:56:25Z","content":"Tyson and Ali recently came face-to-face in virtual form as they met in the final of the eWorld Boxing Super Series, which was held to provide fight fans with some much needed action as events around the world remain suspended due to the Covid-19 pandemic. \r\n… [+1432 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Se eleva a 600 el número de fallecidos por coronavirus en Canadá y los contagios ya suman 22.559","description":"","url":"https://actualidad.rt.com/actualidad/349598-eleva-600-fallecidos-coronavirus-contagios-2259","urlToImage":"https://actualidad.rt.com/static/img/og/logo-rt-black.jpg","publishedAt":"2020-04-11T16:53:25Z","content":"De acuerdo a la última actualización de los datos provistos por la Agencia de Salud Pública de Canadá, en el país norteamericano se registran 22.559 casos de covid-19, lo que representa un aumento de 1.316 nuevos contagios en comparación al día de ayer.\r\nDel … [+134 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Italia detecta 619 nuevas muertes y 4.694 contagios por coronavirus en una jornada","description":"El país cuenta con el total de 152.271 casos positivos y 19.468 fallecidos.","url":"https://actualidad.rt.com/actualidad/349575-italia-detecta-619-nuevas-muertes-coronavirus","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e919e09e9ff716112789025.JPG","publishedAt":"2020-04-11T16:29:00Z","content":"Este viernes, se registraron 619 muertes por coronavirus en Italia, frente a las 570 del día anterior. El número de casos positivos ascendió 4.694 desde los 3.951 anteriores.\r\nAsí, el país contabiliza actualmente un total de 152.271 casos positivos y 19.468 f… [+796 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"Grim record: US overtakes Italy in Covid-19 death toll – Reuters tally","description":"The US has become the country with most coronavirus fatalities in the world after the American death toll exceeded 19,600 people and surpassed Italy's numbers, according to calculations by Reuters. Read Full Article at RT.com","url":"https://www.rt.com/usa/485580-us-overtakes-italy-coronavirus-death-toll/","urlToImage":"https://cdni.rt.com/files/static.en/article/urgent.jpg","publishedAt":"2020-04-11T16:25:00Z","content":"Italy, which remained atop the grim rankings for weeks, has so far registered 19,468 deaths, with third-placed Spain reporting 16,353 people killed by the virus.\r\nThe US has taken the lead after recording around 2,000 deaths from Covid-19 on each of the last … [+9 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Cómo las pandillas MS-13 y Barrio 18 se están convirtiendo en actores clave contra la epidemia del coronavirus en El Salvador","description":"RT habló en exclusiva con los voceros de dos de las pandillas hegemónicas en El Salvador, que están fomentando el encierro de las familias en las casas –con violencia, en el caso de la Mara Salvatrucha– para contener la propagación del virus.","url":"https://actualidad.rt.com/actualidad/349573-pandillas-ms13-barrio18-actores-clave-epidemia-coronavirus-el-salvador","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e9191bce9ff71634964b251.jpg","publishedAt":"2020-04-11T16:22:00Z","content":"\"Buenos días, pueblo salvadoreño –dice una voz de hombre, juvenil–, estamos en las labores que el Barrio 18-Sureños se ha puesto a realizar este día, ¿va?, ayudando a las personas más necesitadas, ¿va?, afectadas por el covid 2019\". Una señora sale luego de s… [+7589 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"EE.UU. ya ocupa el primer lugar en muertos por coronavirus al superar a Italia","description":"El total de los fallecidos alcanzó en el país los 18.860.","url":"https://actualidad.rt.com/actualidad/349599-eeuu-ocupa-primer-lugar-numero-decesos-superar-italia","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91eeefe9ff715fe041285b.JPG","publishedAt":"2020-04-11T16:16:00Z","content":"EE.UU. se ha convertido en el país más afectado por el coronavirus tanto en términos de casos positivos como de víctimas mortales.\r\nEste sábado, la nación norteamericana superó a Italia en cuanto a la cifra de decesos por el covid-19 tras confirmarse 18.860 m… [+452 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"Sex parties, car crashes and tears: The football stars caught flouting coronavirus lockdowns","description":"Asked to resist temptation and act sensibly, it's been a bad few weeks for some footballers trying to avoid disgrace while games are suspended. Here are a few of the shocking incidents sparked by stars left to their own devices.","url":"https://www.rt.com/sport/485575-coronavirus-footballers-quarantine-lockdown/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91ebc020302725826c28f3.jpg","publishedAt":"2020-04-11T16:11:19Z","content":"Kyle Walker (Manchester City)\r\nWhile most players are in danger of breaking the rules by going outside, Kyle Walker – or Kai, as he allegedly introduced himself to one of the call girls who took a taxi to his home – strayed in inglorious fashion by throwing a… [+8666 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"Sex parties, car crashes and tears: The football stars caught flouting coronavirus lockdowns","description":"Asked to resist temptation and act sensibly, it's been a bad few weeks for some footballers trying to avoid disgrace while games are suspended. Here are a few of the shocking incidents sparked by stars left to their own devices. Read Full Article at RT.com","url":"https://www.rt.com/sport/485575-coronavirus-footballers-quarantine-lockdown/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91ebc020302725826c28f3.jpg","publishedAt":"2020-04-11T16:11:19Z","content":"Kyle Walker (Manchester City)\r\nWhile most players are in danger of breaking the rules by going outside, Kyle Walker – or Kai, as he allegedly introduced himself to one of the call girls who took a taxi to his home – strayed in inglorious fashion by throwing a… [+8666 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT на Русском","title":"Хоккеист «Эдмонтона» Кейв скончался в больнице - RT на русском","description":"Хоккеист «Эдмонтона» Кейв скончался в больнице RT на русском Форвард «Эдмонтона» Кейв умер в больнице. Ему было 25 лет Чемпионат Хоккеист «Эдмонтона» Колби Кейв скончался в возрасте 25 лет – НХЛ Eurosport.ru Хоккеист клуба НХЛ «Эдмонтон» Колби Кейв умер в воз…","url":"https://russian.rt.com/sport/news/736679-keiv-edmonton-nhl-smert","urlToImage":"https://cdni.rt.com/russian/images/2020.04/article/5e91dd2702e8bd73004e5f72.jpg","publishedAt":"2020-04-11T15:44:26Z","content":null},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"783 personas mueren por coronavirus en Nueva York en las últimas 24 horas","description":"Este viernes el estado superó a todos los países fuera de EE.UU. en número de infectados.","url":"https://actualidad.rt.com/actualidad/349581-783-personas-morir-coronavirus-nueva-york","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91e867e9ff715fe0412850.JPG","publishedAt":"2020-04-11T15:42:00Z","content":"En las últimas 24 horas, en el estado de Nueva York han fallecido por el covid-19 783 personas, de manera que el total de víctimas mortales en el territorio desde el inicio del brote es ya de 8.627,informó este sábado el gobernador, Andrew Cuomo.\r\nA su vez, e… [+1809 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"NHL star Colby Cave dies aged 25 after suffering brain bleed","description":"Edmonton Oilers star Colby Cave has died at the age of 25 after suffering a bleed on the brain earlier this week, his family have announced. Read Full Article at RT.com","url":"https://www.rt.com/sport/485577-nhl-star-colby-cave-dies-25/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91e41285f540459066f9b0.jpg","publishedAt":"2020-04-11T15:38:10Z","content":"The Oilers announced the news in a statement from Cave's wife, Emily. \r\n\"It is with great sadness to share the news that our Colby Cave passed away early this morning,\" the statement read.\r\n\"I (Emily) and both our families are in shock but know our Colby was … [+685 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Una imagen satelital muestra la propagación de los incendios forestales en Chernóbil","description":"El pasado 4 de abril se declaró un incendio en la zona de exclusión de Chernóbil, en Ucrania.","url":"https://actualidad.rt.com/actualidad/349587-imagen-satelital-propagacion-incendio-chernobil","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91bafe59bf5b4a81173d60.jpg","publishedAt":"2020-04-11T15:22:35Z","content":"Una imagen de satélite publicada por la compañía estadounidense Planet Labs ha mostrado la propagación del fuego que se registró el 4 de abril en la zona de exclusión de Chernóbil, en Ucrania. \r\nEn las imágenes captadas este jueves se observa el incendio en c… [+681 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Un donador anónimo reparte 150 dólares a cada familia de un pueblo en EE.UU. durante la pandemia","description":"Los 549 hogares de la localidad recibieron una carta de la alcaldía y tres certificados de regalo válidos por alimentos con un valor de 50 dólares cada uno. En total, las donaciones superan los 82.000 dólares.","url":"https://actualidad.rt.com/actualidad/349586-donador-anonimo-reparte-150-dolares-hogares","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91cbd959bf5b43850f8c5b.jpg","publishedAt":"2020-04-11T15:16:06Z","content":"En EE.UU, un donante anónimo repartió a principios de abril 150 dólares en certificados de regalo válidos por alimentos a cada uno de los 549 hogares de la localidad de Earlham, en el estado de Iowa, según recogen este viernes medios locales.\r\nLos residentes … [+1554 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"Magnitude 5.3 earthquake strikes California close to Nevada border","description":"A 5.3 magnitude earthquake has struck near Yosemite National Park, along the California-Nevada border. Read Full Article at RT.com","url":"https://www.rt.com/usa/485576-california-earthquake-nevada-usgs/","urlToImage":"https://cdni.rt.com/files/2020.04/article/5e91e14885f54042c1400ddb.jpg","publishedAt":"2020-04-11T15:14:00Z","content":"Occurring at a depth of six miles (10km), the quake hit shortly after 7.30am on Saturday, the United States Geological Survey (USGS) reported.\r\nIts epicenter was around 90 miles (144km) southeast of Lake Tahoe, just north of the sprawling Yosemite National Pa… [+393 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT en Español","title":"Un sismo de magnitud 5,2 sacude California, cerca de la frontera con Nevada","description":"El foco del movimiento telúrico se ha ubicado a una profundidad de 15 kilómetros.","url":"https://actualidad.rt.com/actualidad/349597-sismo-magnitud-5-3-sacude-california","urlToImage":"https://cdni.rt.com/actualidad/public_images/2020.04/article/5e91dfbfe9ff7161f77e5a84.JPG","publishedAt":"2020-04-11T15:13:00Z","content":"Un sismo de magnitud 5,2 se ha registrado este sábado en California (EE.UU.), a unos 433 kilómetros al norte de Los Ángeles, según informa el Centro Sismológico Euro-Mediterráneo (EMSC, por sus siglas en inglés). \r\nEl foco del movimiento telúrico se ha ubicad… [+127 chars]"}]}