{"status":"ok","totalResults":5,"articles":[{"source":{"id":"ary-news","name":"Ary News"},"author":"Web Desk","title":"Researchers confident to roll out COVID-19 vaccine this autumn - ARY NEWS","description":"Researchers confident to roll out COVID-19 vaccine this autumn ARY NEWS First coronavirus vaccine could be ready by autumn, scientists say The Sun Novavax Identifies COVID-19 Vaccine Candidate, Human Testing To Begin In Mid-May Benzinga Graphics: How soon can…","url":"https://arynews.tv/en/researchers-confident-to-roll-out-covid-19-vaccine-this-autumn/","urlToImage":"https://arynews.tv/wp-content/uploads/2020/04/COVID-19-vaccine-1.jpg","publishedAt":"2020-04-08T16:35:01Z","content":"Researchers of Oxford University claimed that they could roll out coronavirus vaccine with the next eight months besides warning to face challenging situation if the outbreak peaks before a jab is ready for trials.\r\nBritain’s chief scientific adviser said it … [+2555 chars]"},{"source":{"id":"ary-news","name":"Ary News"},"author":"Web Desk","title":"Another 122 people recover health in Sukkur quarantine facility","description":"The commissioner said the people were tested again after completion of 14 days time period of quarantine and were tested negative.","url":"https://arynews.tv/en/sukkur-quarantine-facility-122-people-recover-health/","urlToImage":"https://arynews.tv/wp-content/uploads/2020/03/sukkur-quarantine.jpg","publishedAt":"2020-04-07T07:23:44Z","content":"SUKKUR: Another 122 people kept in isolated quarantine facility in Sukkur on Tuesday were declared fit and healthy, said Commissioner Shafique Ahmed Mahesar.\r\nMahesar in his statement said, the recovered people including women will be transported to their hom… [+1010 chars]"},{"source":{"id":"ary-news","name":"Ary News"},"author":"Web Desk","title":"Coronavirus patients contagious days after symptoms disappear: study - ARY NEWS","description":"A team of researchers from Yale University School of Medicine in a US state found that about half the COVID-19 patients in China carried the virus even after they appeared to have recovered","url":"https://arynews.tv/en/coronavirus-patients-contagious-symptoms/","urlToImage":"https://arynews.tv/wp-content/uploads/2020/03/coronavirus-study.jpg","publishedAt":"2020-03-30T19:48:22Z","content":"A new study suggests people affected by coronavirus may be contagious for several days after their symptoms disappear.\r\nA team of researchers from Yale University School of Medicine in a US state found that about half the COVID-19 patients in China carried th… [+2343 chars]"},{"source":{"id":"ary-news","name":"Ary News"},"author":"Reuters","title":"Lockdowns not enough to defeat coronavirus: WHO expert - ARY NEWS","description":"Lockdowns not enough to defeat coronavirus: WHO expert ARY NEWS Lockdowns not enough to defeat coronavirus 7NEWS.com.au Lockdowns not enough to defeat coronavirus - WHO's Ryan Reuters India Lockdowns not enough to defeat coronavirus: WHO's Mike Ryan CANOE Loc…","url":"https://arynews.tv/en/mike-ryan-lockdown-coronavirus-who-expert/","urlToImage":"https://arynews.tv/wp-content/uploads/2020/03/Italy-lockdown-1.jpg","publishedAt":"2020-03-22T17:59:02Z","content":"LONDON: Countries cant simply lock down their societies to defeat coronavirus, the World Health Organizations top emergency expert said on Sunday, adding that public health measures are needed to avoid a resurgence of the virus later on.\r\nWhat we really need … [+1751 chars]"},{"source":{"id":"ary-news","name":"Ary News"},"author":"Web Desk","title":"Doctor battling coronavirus shares daily symptoms on social media - ARY NEWS","description":"Doctor battling coronavirus shares daily symptoms on social media ARY NEWS Doctor With Coronavirus Shares Daily Symptoms On Twitter LADbible Doctor with coronavirus shares what symptoms are like day-by-day Mirror Online Coronavirus: Doctor with Covid-19 share…","url":"https://arynews.tv/en/doctor-coronavirus-daily-symptoms-social-media/","urlToImage":"https://arynews.tv/wp-content/uploads/2020/03/CHAMPA.jpg","publishedAt":"2020-03-12T19:36:19Z","content":"A doctor diagnosed with novel coronavirus has been sharing his daily symptoms on the popular micro-blogging site Twitter to give an insight into how the deadly infection takes over the body.\r\n35-year-old Dr Yale Tung Chen, hailing from Spain, was infected by … [+3668 chars]"}]}