{"status":"ok","totalResults":2277,"articles":[{"source":{"id":"ign","name":"IGN"},"author":"Víctor Aliaga","title":"The Batman não será um filme de origem, diz diretor","description":"Matt Reeves deu mais detalhes sobre o longa estrelado por Robert Pattinson Em entrevista, o diretor Matt Reeves contrariou o que muitos pensávamos como certo: The Batman não será um filme de origem do herói.","url":"https://br.ign.com/batman-filme/81093/news/the-batman-nao-sera-um-filme-de-origem-diz-diretor","urlToImage":"https://sm.ign.com/t/ign_br/screenshot/default/robert-pattinson-the-batman-movie-teaser-gq-feabruary-2020_8xvc.1200.jpg","publishedAt":"2020-04-11T17:00:17Z","content":"Ao contrário do que pensávamos, The Batman não será um filme de origem do herói da DC Comics. O diretor Matt Reeves deu mais detalhes sobre o longa estrelado por Robert Pattinson.\r\nEm entrevista ao Nerdist, Reeves disse: \"Não queria fazer uma história de orig… [+1200 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Marina Martínez","title":"Joaquin Phoenix y Robert De Niro se enfrentaron antes del rodaje de Joker","description":"Phoenix quería grabar las escenas sin ensayar para aumentar su ansiedad.","url":"https://es.ign.com/joker/162503/news/joaquin-phoenix-y-robert-de-niro-se-enfrentaron-antes-del-rodaje-de-joker","urlToImage":"https://sm.ign.com/t/ign_es/screenshot/default/joki1_frq8.1200.jpg","publishedAt":"2020-04-11T16:47:02Z","content":"El éxito de Joker es, a estas alturas, incuestionable. Logró arrasar en las taquillas de medio mundo y se consolidó como una de las mejores películas basadas en personajes de cómics. La interpretación de su protagonista, Joaquin Phoenix, fue alabada por mucho… [+1594 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Shawn Saris","title":"Daily Deals: Discounted Disney+, Digital Nintendo Switch Games Sale and More","description":"Don't miss your chance to get discounted Nintendo Switch games, courtesy of Amazon.","url":"https://www.ign.com/articles/daily-deals-discounted-disney-digital-nintendo-switch-games-sale-and-more","urlToImage":null,"publishedAt":"2020-04-11T16:09:15Z","content":null},{"source":{"id":"ign","name":"IGN"},"author":"Brendan Graeber","title":"ACNH Fishing Tournament Tips and Rewards","description":"In Animal Crossing New Horizons, Fishing Tournaments are special events that let the player try to catch as many fish as they can in a limited time to earn","url":"https://ca.ign.com/wikis/animal-crossing-new-horizons/Fishing_Tournament","urlToImage":"https://oystatic.ignimgs.com/src/core/img/widgets/global/page/ign-logo-100x100.png","publishedAt":"2020-04-11T15:30:50Z","content":"Fishing Tourneys in ACNH will be introduced after the player has upgraded and decorated the island, and you may see a notice on your bulletin board at the start of the week announcing the fishing tournament on the coming Saturday. They only take place once pe… [+7107 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Diego Lima","title":"Games de PS4 e Xbox One estão com 80% de desconto","description":"GTA V, God of War, Resident Evil 2 e muitos outros jogos Jogos de PlayStation 4 e Xbox One estão disponíveis por valores menores neste final de semana, incluindo God of War e Resident Evil 2.","url":"https://br.ign.com/descontos/81005/news/games-de-ps4-e-xbox-one-estao-com-80-de-desconto","urlToImage":"https://sm.ign.com/t/ign_br/screenshot/default/blob_2qky.1200.jpg","publishedAt":"2020-04-11T15:00:19Z","content":"Como de costume, alguns games de PlayStation 4 e Xbox One estão disponíveis com descontos consideráveis neste final de semana, que chegam a 85% e podem ser ainda maiores se você for assinante dos serviços PS Plus e Xbox Live Gold.\r\nEntre os games com desconto… [+1175 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"IGN Staff","title":"The Best RPGs On Recent Consoles","description":"Digital role-playing games have evolved considerably since their humble 2D origins - here is a list of our favorite and (arguably) the best RPGs since the Xbox 360 generation.","url":"https://www.ign.com/articles/best-rpgs","urlToImage":"https://assets1.ignimgs.com/2020/04/09/ign-top10-modernrpg-blogroll-1586476503123.jpg?width=1280","publishedAt":"2020-04-11T14:47:43Z","content":"Throughout gaming history perhaps no genre has evolved quite as much as the RPG. And while those classic role-playing games of the 16 and 32 bit eras are no doubt some of the greatest games of all time, weve come a long way since then. So with that said, here… [+9310 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Matt Fowler","title":"Why Jesse Eisenberg Isn't Officially a Part of the Snyder Cut Movement","description":"The DCEU's Lex Luthor explains why he can't take a side.","url":"https://www.ign.com/articles/why-jesse-eisenberg-isnt-officially-a-part-of-the-snyder-cut-movement-batman-superman","urlToImage":"https://assets2.ignimgs.com/2015/04/05/luthor-jesse-color-1280jpg-f55360.jpg?width=1280","publishedAt":"2020-04-11T14:08:13Z","content":"There's a reason why Batman v Superman: Dawn of Justice star Jesse Eisenberg hasn't made any public remarks about the Snyder Cut version of Justice League in the way Ben Affleck, Jason Momoa, and others have. It turns out, he hasn't even watched the regular t… [+1579 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"IGN Staff","title":"The Good and Bad of Animal Crossing: New Horizons","description":"There’s a lot that’s great about Nintendo’s newest town builder – though there are some things that, much like our initial tent setups, could use some improvement.","url":"https://www.ign.com/articles/animal-crossing-new-horizons-good-bad-opinion","urlToImage":"https://assets1.ignimgs.com/2020/04/05/acnh-turnipguide-1586079236855.jpg?width=1280","publishedAt":"2020-04-11T13:15:55Z","content":"Animal Crossing: New Horizons has been out for a few weeks, now, and plenty of us in the IGN offices have been capturing bugs and selling weeds to make our perfect island getaways. Theres a lot thats great about Nintendos newest town builder though there are … [+14412 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Marina Martínez","title":"Un nuevo tráiler de The Last of Us 2 creado por un fan sorprende a Neil Druckmann","description":"El creador de The Last of Us no pudo evitar compartir el vídeo. El creador de The Last of Us no pudo evitar compartir el vídeo ante su asombro.","url":"https://es.ign.com/the-last-of-us-parte-2/162502/news/un-nuevo-trailer-de-the-last-of-us-2-creado-por-un-fan-sorprende-a-neil-druckmann","urlToImage":"https://sm.ign.com/t/ign_es/screenshot/default/screen-tlou2-teaser-06-1480798851_2was.1200.jpg","publishedAt":"2020-04-11T13:02:25Z","content":"La lista de lanzamientos más esperados de 2020 tiene en uno de sus primeros puestos a The Last of Us Parte II. Por desgracia, la actual situación provocada por la crisis del coronavirus ha provocado su inminente retraso, algo que ha obligado a Sony a devolver… [+1503 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Bruna Penilhas","title":"Animal Crossing encontra Studio Ghibli em arte adorável de fã","description":"O crossover que você não sabia que precisava Os villagers foram reimaginados como personagens de A Viagem de Chihiro, Castelo Animado, Meu Amigo Totoro e mais.","url":"https://br.ign.com/animal-crossing-new-horizons/81097/news/animal-crossing-encontra-studio-ghibli-em-arte-adoravel-de-fa","urlToImage":"https://sm.ign.com/t/ign_br/screenshot/default/3644060-animal-crossing-new-horizons-review-thumb-nologo_n3z8.1200.png","publishedAt":"2020-04-11T13:00:17Z","content":"Aproveitando o lançamento recente de Animal Crossing: New Horizons e a chegada das animações do Studio Ghibli na Netflix, uma fã decidiu reunir estes dois universos muito amados em uma arte adorável.\r\nA artista, cujo usuário é @spirutts, compartilhou o result… [+529 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Pablo Miyazawa","title":"Coluna do Pablo: Remakes são bons, mas jamais serão melhores que os originais","description":"Entre o antigo e o novo velho, vence a memória afetiva Porque nada consegue superar as sensações de quando éramos felizes e não sabíamos.","url":"https://br.ign.com/ign-brasil-1/81074/opinion/coluna-do-pablo-remakes-sao-bons-mas-jamais-serao-melhores-que-os-originais","urlToImage":"https://sm.ign.com/t/ign_br/screenshot/default/ffviiremake_qmqj.1200.jpg","publishedAt":"2020-04-11T11:00:17Z","content":"Já faz alguns anos que \"remake\" é uma palavra que entrou definitivamente no vocabulário de quem consome e aprecia cultura pop. Adaptando um velho ditado popular (na verdade, é uma frase-lei do químico Antoine Lavoisier), \"no entretenimento, nada se cria, nada… [+6454 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Marina Martínez","title":"Disney trabaja en una película de acción real de Robin Hood para Disney+","description":"Los protagonistas seguirán siendo animales. Disney tiene planeado un remake de su película animada de Robin Hood con animales como protagonistas.","url":"https://es.ign.com/disney-plus/162501/news/disney-trabaja-en-una-pelicula-de-accion-real-de-robin-hood-para-disney","urlToImage":"https://sm.ign.com/t/ign_es/screenshot/default/thumb-1920-812766_x6m4.1200.jpg","publishedAt":"2020-04-11T10:57:37Z","content":"A pesar de la crisis del COVID-19, Disney sigue planeando cuáles serán sus próximos proyectos. Desde que abriera la caja de Pandora de los remakes de acción real de sus películas clásicas, no hemos parado de ver adaptaciones como El rey león, La bella y la be… [+1563 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Marina Martínez","title":"El director de Sonic: La Película quiere incluir más personajes en una secuela","description":"Jeff Fowler no descarta que volvamos a ver a Tails. Jeff Fowler explica el significado de la escena poscréditos de Sonic: La Película.","url":"https://es.ign.com/sonic-la-pelicula/162500/news/el-director-de-sonic-la-pelicula-quiere-incluir-mas-personajes-en-una-secuela","urlToImage":"https://sm.ign.com/t/ign_es/screenshot/default/maxresdefault-1_as4m.1200.jpg","publishedAt":"2020-04-11T10:24:38Z","content":"El estreno de Sonic: La Película ha sido todo un éxito superando los 200 millones en la taquilla global y consolidándose como una de las películas basadas en videojuegos favoritas del público. Uno de los puntos claves que más conquisto a los espectadores fue … [+1568 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Marina Martínez","title":"Un sorprendente guiño en Vengadores: Endgame anticipa la acción heroica de Iron Man","description":"La prueba de que Tony Stark tiene corazón. Marvel revela una emotiva imagen que todos pasamos por alto y que anticipa las buenas acciones de Iron Man.","url":"https://es.ign.com/vengadores-endgame/162499/news/un-sorprendente-guino-en-vengadores-endgame-anticipa-la-accion-heroica-de-iron-man","urlToImage":"https://sm.ign.com/t/ign_es/screenshot/default/blob_ytqp.1200.jpg","publishedAt":"2020-04-11T09:47:22Z","content":"Ya hace casi un año que vimos el gran desenlace de Vengadores: Endgame, la conclusión a más de una década de películas que dieron inicio con Iron Man y, en cierta forma, también terminaron con él. A día de hoy todavía seguimos viendo pequeños detalles que a m… [+1617 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Casey DeFreitas","title":"Final Fantasy 7 Remake Trophy List","description":"Welcome to IGN&apos;s complete list of Final Fantasy VII Remake achievements and trophies including secret Achievements/Trophies. We&apos;ve got everything you","url":"https://ca.ign.com/wikis/final-fantasy-7-remake/Achievements_and_Trophies","urlToImage":"https://oystatic.ignimgs.com/src/core/img/widgets/global/page/ign-logo-100x100.png","publishedAt":"2020-04-11T05:10:36Z","content":"The Final Fantasy VII Remake has a total of 54 Trophies, which includes 1 Platinum, 2 Gold, 7 Silver, and 44 bronze. The complete list of all 54 Trophies can be found below."},{"source":{"id":"ign","name":"IGN"},"author":"Casey DeFreitas","title":"Final Fantasy 7 Remake Trophy List","description":"See every trophy and achievement in FF7 Remake.","url":"https://www.ign.com/wikis/final-fantasy-7-remake/Achievements_and_Trophies","urlToImage":null,"publishedAt":"2020-04-11T05:10:36Z","content":null},{"source":{"id":"ign","name":"IGN"},"author":"Joshua Yehl","title":"Mortal Kombat Legends: Scorpion’s Revenge Review","description":"Mortal Kombat Legends: Scorpion’s Revenge puts everyone’s favorite yellow-clad ninja in the spotlight but doesn’t exactly deliver a flawless victory.","url":"https://www.ign.com/articles/mortal-kombat-legends-scorpions-revenge-review","urlToImage":"https://assets1.ignimgs.com/2020/04/09/ign-mk-legends-trailer-blogroll-1586454583191.jpg?width=1280","publishedAt":"2020-04-11T02:03:42Z","content":"Mortal Kombat Legends: Scorpions Revenge offers a new perspective on the familiar Mortal Kombat story by making Scorpions arc the spine of the narrative. Though the film starts strong by showcasing the tragedy that made Scorpion the hellfire-infused Kombatant… [+3172 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Casey DeFreitas","title":"FF7 Remake: Battle System Guide and Tips","description":"This FF7 Remake Combat Tips guide includes everything you need to know to master the real time combat ATB system and the flow of freely controlling and","url":"https://ca.ign.com/wikis/final-fantasy-7-remake/Battle_System_Guide_and_Combat_Tips","urlToImage":"https://oystatic.ignimgs.com/src/core/img/widgets/global/page/ign-logo-100x100.png","publishedAt":"2020-04-11T00:08:40Z","content":"'Watch the video below for a complete combat tips rundown!\r\n1. Dont mindlessly mash attack. This is the most basic of basics here, but its worth emphasizing. The main reason to use basic attacks with any character is to fill ATB so you can utilize your skills… [+6515 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Matt Kim","title":"Scorsese May Go Back to Streaming After Paramount Reportedly Passes on Pricey New DiCaprio Movie","description":"Martin Scorsese may work with a streaming service like Netflix or Apple again for his next big-budget movie.","url":"https://www.ign.com/articles/scorsese-may-go-back-to-streaming-after-paramount-reportedly-passes-on-pricey-new-dicaprio-movie","urlToImage":"https://assets1.ignimgs.com/2019/09/30/the-irishman-thumbnail-blogroll2-1569866501542.jpg?width=1280","publishedAt":"2020-04-11T00:06:13Z","content":"Martin Scorsese may be looking to work with a streaming service again for his next feature film after traditional movie production outfit Paramount Pictures is reconsidering the project due to its $200 million price tag.According to a report from the Wall Str… [+1687 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Jim Vejvoda","title":"The Batman Director Reveals How Much of the Movie Has Been Filmed","description":"Matt Reeves sheds new light on the production, plot details, and how he plans to tweak the film's tone now.","url":"https://www.ign.com/articles/the-batman-director-reveals-how-much-of-the-robert-pattinson-movie-has-been-filmed","urlToImage":null,"publishedAt":"2020-04-10T23:00:46Z","content":null}]}