{"status":"ok","totalResults":496,"articles":[{"source":{"id":"wired","name":"Wired"},"author":"Shannon Stirone","title":"Space Photos of the Week: The Super Pink Moon","description":"Our satellite has inspired great writers for centuries. So we've paired these images with verses from literary stargazers—can you guess them?","url":"https://www.wired.com/story/space-photos-of-the-week-super-pink-moon/","urlToImage":"https://media.wired.com/photos/5e90f18eb9399f00096a2b80/191:100/w_1280,c_limit/photo_supermoon_3_1209367480.jpg","publishedAt":"2020-04-11T14:00:00Z","content":"This past week, much of the world was treated to a Super Pink Moon and if you were one of many who missed out due to clouds or rain, dont worry! This gallery of other supermoon shots will make up for it. \r\nA supermoon is a full moon that happens when the ston… [+998 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"John Timmer, Ars Technica","title":"A New, Plastic-Busting Enzyme Can Break Down Water Bottles","description":"The end result of the reaction is a raw material that can be reused in new products.","url":"https://www.wired.com/story/a-new-plastic-busting-enzyme-can-break-down-water-bottles/","urlToImage":"https://media.wired.com/photos/5e90bf898283f9000a4151e5/191:100/w_1280,c_limit/Science_recycle_126880966.jpg","publishedAt":"2020-04-11T14:00:00Z","content":"Plastics have a lot of properties that have made them fixtures of modern societies. They can be molded into any shape we'd like, they're tough yet flexible, and they come in enough variations that we can tune the chemistry to suit different needs. The problem… [+3917 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Geek's Guide To The Galaxy","title":"Sometimes Saving the World Really Sucks","description":"Lots of great novels focus on heroes—very few deal with what happens to them after their heroics are done.","url":"https://www.wired.com/2020/04/geeks-guide-veronica-roth/","urlToImage":"https://www.wired.com/wp-content/uploads/2020/04/Cul-potter0PM47YN-1200x630.jpg","publishedAt":"2020-04-11T13:32:38Z","content":null},{"source":{"id":"wired","name":"Wired"},"author":"Lily Hay Newman","title":"Signal Threatens to Leave the US If EARN IT Act Passes","description":"Plus: WhatsApp updates, a ransomware scheme, and more of the week's top security news.","url":"https://www.wired.com/story/signal-earn-it-ransomware-security-news/","urlToImage":"https://media.wired.com/photos/5e90edfea23105000813602f/191:100/w_1280,c_limit/Security_RU_1015920986.jpg","publishedAt":"2020-04-11T13:00:00Z","content":"On Friday, Apple and Google announced a joint collaboration to make a Covid-19 \"contact tracing\" framework available for legions of Android and iOS smartphones. Slated for release next month, the platform will give public health organizations the ability to t… [+4077 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Geek's Guide to the Galaxy","title":"Sometimes Saving the World Really Sucks","description":"Lots of great novels focus on heroes—very few deal with what happens to them after their heroics are done.","url":"https://www.wired.com/2020/04/geeks-guide-veronica-roth","urlToImage":null,"publishedAt":"2020-04-11T13:00:00Z","content":null},{"source":{"id":"wired","name":"Wired"},"author":"Jordan McMahon","title":"The App Aloe Bud Wants You to Treat Self Care Like a Garden","description":"In challenging times, regular reminders to take care of yourself can be a big help to your mental health.","url":"https://www.wired.com/story/amber-discko-aloe-bud/","urlToImage":"https://media.wired.com/photos/5e87ca2e798a15000821fe9e/191:100/w_1280,c_limit/gear_aloe-bud_2.jpg","publishedAt":"2020-04-11T12:00:00Z","content":"Amber Disckos descent into a state of emotional turmoil started as a slow trickle. It began around the time Donald Trump won the presidential election in November 2016 and when Disckos social media and voter registration work for the Hillary Clinton campaign … [+3470 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Yvette Cabrera","title":"Farmworkers 'Can't Pick Strawberries Over Zoom'","description":"Field workers face many risks trying to feed a nation during the pandemic: crowded conditions, a lack of safety protections, and hunger at home.","url":"https://www.wired.com/story/farmworkers-cant-pick-strawberries-over-zoom/","urlToImage":"https://media.wired.com/photos/5e90bf8ac2a0cb0008ed99ac/191:100/w_1280,c_limit/Science_strawberryfarm_1215921495.jpg","publishedAt":"2020-04-11T12:00:00Z","content":"If there is a major outbreak among agricultural worker communities it can spread really, really quickly, said Lucas Zucker, policy and communications director for the Central Coast Alliance United for a Sustainable Economy (CAUSE), which advocates on behalf o… [+3901 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Klint Finley","title":"Anyone's a Celebrity Streamer With This Open Source App","description":"OBS Studio offers customization and other advanced features that are easier to use than those in other free recording tools","url":"https://www.wired.com/story/anyones-celebrity-streamer-open-source-app/","urlToImage":"https://media.wired.com/photos/5e8f9aa1c2a0cb0008ed99a4/191:100/w_1280,c_limit/Biz-streaming-1216468439.jpg","publishedAt":"2020-04-11T11:00:00Z","content":"Live streaming is booming. People spent 1.2 billion hours watching Twitch in the first quarter of 2020, according to analytics company StreamHatchet and streaming software company Streamlabs. Time spent viewing the live-streaming service, a unit of Amazon, ju… [+3213 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Arielle Pardes","title":"StoryCorps Connect Gives You Every Reason to Call Grandma","description":"The venerable story-sharing service has moved online for the first time—and is giving listeners an opportunity to interview faraway loved ones.","url":"https://www.wired.com/story/storycorps-connect-online-storytelling-platform/","urlToImage":"https://media.wired.com/photos/5e90c1c2845a6c00080f0efa/191:100/w_1280,c_limit/Cul-storycorps-53227648.jpg","publishedAt":"2020-04-11T11:00:00Z","content":"In times of strife, stories are more important than ever. They help make sense of whats happening right nowthere's a reason everyone seems to be reading Daniel Defoe's A Journal of the Plague Year, chronicling the bubonic plague in Londonand document the rece… [+3574 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"WIRED Staff","title":"15 Best Weekend Deals: Soundbars, Apple Watch, and More","description":"You're stuck inside, so it's a good opportunity to upgrade the gear in your home.","url":"https://www.wired.com/story/weekend-deals-april-11-2020/","urlToImage":"https://media.wired.com/photos/5e90b0e2b9399f00096a2b7c/191:100/w_1280,c_limit/GoogleHome-FA-Blue.jpg","publishedAt":"2020-04-11T11:00:00Z","content":"It may not feel like a very festive time but if you're celebrating Passover or Easter this weekend, we hope you can find a way to enjoy time with family and friends, even if it's through a Zoom call.\r\nAnd for (hopefully) most of us, another week of quarantine… [+618 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Julie Muncy","title":"The PlayStation 5 Will Have a Sweet New Controller","description":"Along with some big design upgrades, Sony says it's supposed to have better battery life to boot.","url":"https://www.wired.com/story/new-playstation-5-controller/","urlToImage":"https://media.wired.com/photos/5e9110887b575f0008effd4f/191:100/w_1280,c_limit/Culture_ps5_49747503557_566da5ebc8_3k.jpg","publishedAt":"2020-04-11T00:43:52Z","content":"Greetings, and welcome to Replay, WIRED's rundown of all of the week's big videogame news. This time around we have news about the forthcoming PlayStation 5, Final Fantasy XIV, and Google Stadia. Let's get going, shall we?\r\n... And it seems like a nice one! I… [+2990 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Jess Grey","title":"17 Best Spring Game Deals for PS4, Xbox, Switch, and PC","description":"April means game sales, and who couldn't use a little escapism right now?","url":"https://www.wired.com/story/spring-gaming-deals-2020-xbox-switch-ps4-pc/","urlToImage":"https://media.wired.com/photos/5e7e3ba9ca6a510009874685/191:100/w_1280,c_limit/Gear-Xbox-One-X-Source-Microsoft.jpg","publishedAt":"2020-04-10T23:00:00Z","content":"Stuck inside? Yeah me too. Some days I just lay under a weighted blanket and listen to Landslide on repeat. Games help. Until this pandemic took hold, I hadn't made a dent in my backlog of videogames to play. Now they're a bright spot in an otherwise dark tim… [+717 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Andy Greenberg","title":"How Apple and Google Are Enabling Covid-19 Bluetooth Contact-Tracing","description":"The tech giants have teamed up to use a Bluetooth-based framework to keep track of the spread of infections without compromising location privacy.","url":"https://www.wired.com/story/apple-google-bluetooth-contact-tracing-covid-19/","urlToImage":"https://media.wired.com/photos/5e90aaafa231050008136029/191:100/w_1280,c_limit/Science_contacttracing_1209095464.jpg","publishedAt":"2020-04-10T19:38:58Z","content":"Since Covid-19 began its spread across the world, technologists have proposed using so-called contact-tracing apps to track infections via smartphones. Now, Google and Apple are teaming up to give contact-tracers the ingredients to make that system possiblewh… [+3612 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Garrett M. Graff","title":"'Here in Spirit': An Oral History of Faith Amid the Pandemic","description":"As Passover unfolds and Easter approaches, Jews and Christians are re-examining religion in the absence of physical gatherings.","url":"https://www.wired.com/story/here-in-spirit-oral-history-of-faith-amid-pandemic/","urlToImage":"https://media.wired.com/photos/5e90a92c798a15000821fece/191:100/w_1280,c_limit/Image%2520from%2520iOS%2520(15).png","publishedAt":"2020-04-10T19:20:46Z","content":"Today is Good Friday, the day Christians commemorate Jesus crucifixion. For Jews, Wednesday night marked the beginning of Passover, the spring holiday celebrating the liberation of the Israelites from Egypt. Normally both sets of holidays are packed with fami… [+7466 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Matt Simon","title":"Astronaut Mike Massimino on How to Make the Most of This Isolation","description":"We’re all feeling a little cooped up right now. So why not shelter in place like you’re in a space shuttle, orbiting above the Earth?","url":"https://www.wired.com/story/astronaut-mike-massimino-isolation-coronavirus/","urlToImage":"https://media.wired.com/photos/5e8f7558056547000ac5e89b/191:100/w_1280,c_limit/Science_varticle_ASTRO-ISOLATION-STILL-6.jpg","publishedAt":"2020-04-10T18:58:38Z","content":"Mike Massimino has experienced the greatest isolation a human being could ever know: the solitude of space, hundreds of miles above humanity. A NASA astronaut for 18 years, Massimino spent about a month total sheltering in placeor, more accurately, sheltering… [+2682 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Julie Muncy","title":"'Final Fantasy VII' Remake Is a Lot of Filler, Mostly Killer","description":"Instead of riding on the original's success, the new reboot delves even deeper into the world it created.","url":"https://www.wired.com/story/final-fantasy-vii-remake-review/","urlToImage":"https://media.wired.com/photos/5e8f7859798a15000821febe/191:100/w_1280,c_limit/Cul-finalfantasy-2510225e6f885c26a971.63776398-FFVIIR_March_Screenshots_(6).jpg","publishedAt":"2020-04-10T18:46:02Z","content":"In the world of videogames, the story and setting of Final Fantasy VII has been elevated to the realm of myth. First released in 1997 on the Sony PlayStation, it ushered in a new era of Japanese role-playing games, and in the process, its storybegrudging hero… [+6422 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Jason Parham","title":"Reality TV Has Never Felt More Untethered From Real Life","description":"Now that the actual world has turned upside-down, shows like 'Love Island' and 'Billy on the Street' feel even more surreal. It's hard to stop watching.","url":"https://www.wired.com/story/reality-tv-coronavirus-pandemic/","urlToImage":"https://media.wired.com/photos/5e8f5e1e8dd572000828b748/191:100/w_1280,c_limit/Cul-loveisland-1158652372.jpg","publishedAt":"2020-04-10T17:33:32Z","content":"The most consoling thing one can do right now is to imagine life somewhere far away from here, in a time unhooked from today, tomorrow, next week. To escape to an unreality, distant from the constant shrill of sirens beating against apartment windows and the … [+3464 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Louise Matsakis","title":"9 Amazon Workers Describe the Daily Risks They Face in the Pandemic","description":"\"This job is essential because people need deliveries, but it’s also essential for me because I need the money to feed my family.\"","url":"https://www.wired.com/story/amazon-workers-pandemic-risks-own-words/","urlToImage":"https://media.wired.com/photos/5e851139056547000ac5e869/191:100/w_1280,c_limit/business-feature_art-amazon_workers_frontline.jpg","publishedAt":"2020-04-10T16:14:15Z","content":"After this interview was conducted, the driver reported that Whole Foods has instituted more protections for workers, including social distancing measures, temperature screenings, and providing gloves.\r\nIve been with Amazon 11 months now. I went there with th… [+3825 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"David Karpf","title":"Biden's Path to Victory Does Not Bode Well for Voters","description":"Like Trump in '16, he coasted on free media coverage. If that's the future of campaigning, America's in trouble.","url":"https://www.wired.com/story/bidens-path-to-victory-does-not-bode-well-for-voters/","urlToImage":"https://media.wired.com/photos/5e8f57ab7b575f0008effd3c/191:100/w_1280,c_limit/Ideas_Art-Joe-Biden-1205027209.jpg","publishedAt":"2020-04-10T15:00:37Z","content":"Theres an interesting parallel between Joe Bidens victory in the 2020 Democratic primary and Donald Trumps victory in the 2016 Republican primary. Both ran weak campaigns that managed, through completely different means, to dominate free media coverage when i… [+7610 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Anna Goldwater Alexander","title":"Shuttered: For Maggie Steber, Self-Isolation Is a Secret Garden","description":"Being stuck inside hasn't stifled the veteran photographer. In fact, she's drawn inspiration from kitchen tools and light flooding in through windows.","url":"https://www.wired.com/story/shuttered-maggie-steber-secret-garden/","urlToImage":"https://media.wired.com/photos/5e8fa9a801cc75000822e49b/191:100/w_1280,c_limit/photo_coronavirus_steber_6.jpg","publishedAt":"2020-04-10T14:00:00Z","content":"This is the first installment in a continuing project in which WIREDs photo editors speak with photographers about their experiences during Covid-19 self-isolation. The following interview has been edited for clarity. \r\nMaggie Stebers career has spanned 40 ye… [+2299 chars]"}]}