{"status":"ok","totalResults":2970,"articles":[{"source":{"id":"les-echos","name":"Les Echos"},"author":"Les Echos","title":"EXCLUSIF Coronavirus : trois premières leçons sur l'épidémie","description":"POINT DE VUE - Le Pr Philippe Gabriel Steg, chef du service de cardiologie à l'hôpital Bichat à Paris et coprésident du Comité de pilotage recherche Covid-19 de l'AP-HP, est en première ligne dans la lutte contre le coronavirus. Quatre semaines après le début…","url":"https://www.lesechos.fr/idees-debats/editos-analyses/exclusif-coronavirus-trois-premieres-lecons-sur-lepidemie-1194256","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e91d1698fe56f3feb537c45/1280x720/0603079207431-web-tete.jpg","publishedAt":"2020-04-11T14:07:41Z","content":"Au terme de quatre semaines de confinement, il est possible de tirer un premier bilan de l'épidémie de Covid-19 et de son impact sur un système de santé qui, malgré ses qualités indéniables, était en difficulté depuis quelques années.\r\nBien que l'épidémie soi… [+7441 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Myriam Chauvot","title":"La smartcity de Dijon passe le test du coronavirus","description":"Il y a tout juste un an, les 23 communes de la métropole de Dijon inauguraient une première mondiale : un centre de pilotage à distance des fonctions urbaines. Le bilan est positif, le fonctionnement 100 % connecté de « OnDijon » a permis de mieux gérer la cr…","url":"https://www.lesechos.fr/industrie-services/immobilier-btp/la-smartcity-de-dijon-passe-le-test-du-coronavirus-1194249","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e91c04e3e454654e016d267/1280x720/0603056169413-web-tete.jpg","publishedAt":"2020-04-11T13:04:51Z","content":"Les villes intelligentes sont-elles plus résilientes en période de crise ? Pour les 23 communes de la métropole de Dijon (260.000 habitants), qui s'étaient lancées dans une première mondiale en inaugurant le 11 avril 2019 un centre de pilotage à distance des … [+3841 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Kevin Badeau","title":"L'avenir des fermes urbaines est-il en ville ?","description":"Les fermes urbaines poussent comme des champignons, notamment à Paris, qui inaugure le plus grand site d'Europe sur toit. Pour l'heure, l'intérêt de cultiver des fruits et des légumes en ville est limité d'un point de vue économique. Sauf peut-être en « indoo…","url":"https://www.lesechos.fr/idees-debats/sciences-prospective/lavenir-des-fermes-urbaines-est-il-en-ville-1194245","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e91b14dd286c251227a9d75/1280x720/0603061080909-web-tete.jpg","publishedAt":"2020-04-11T12:00:19Z","content":"Les grilles de Paris Expo Porte de Versailles sont closes en cette douce journée de mars. Ici, comme partout en France, la pandémie de Covid-19 met à l'arrêt l'activité économique. D'habitude, des milliers de personnes s'y ruent chaque jour pour visiter tel o… [+8281 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Samir Touzani","title":"Confinement : le virtuel au secours de l'immobilier","description":"Confinement oblige, les agences traditionnelles proposent des estimations par visio-conférence ou des visites virtuelles. Un processus déjà exploité par les start-up de l'immobilier qui ont fait du 100 % numérique une valeur ajoutée.","url":"https://www.lesechos.fr/patrimoine/immobilier/confinement-le-virtuel-au-secours-de-limmobilier-1194236","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e9191dbd286c216187da4d5/1280x720/0603068581214-web-tete.jpg","publishedAt":"2020-04-11T09:45:16Z","content":"Avec un marché sur pause, les agences immobilières traditionnelles s'organisent pour préparer la reprise. Et misent sur le virtuel. « De l'estimation à la signature des actes notariés, les transactions peuvent être assurées aujourd'hui de manière 100 % digita… [+3223 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Nathalie Cheysson-Kaplan","title":"Impôt 2020 sur le revenu : gare au plafonnement des niches fiscales","description":"Cumuler les opérations de défiscalisation pour limiter le montant de la facture n'est pas toujours productif. L'addition des réductions d'impôt ne doit pas excéder un montant annuel de 10 000 euros.","url":"https://www.lesechos.fr/patrimoine/impots/impot-2020-sur-le-revenu-gare-au-plafonnement-des-niches-fiscales-1194228","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e9181ecd286c26b737c63e4/1280x720/0603054873564-web-tete.jpg","publishedAt":"2020-04-11T08:38:27Z","content":"Le montant de l'économie d'impôt résultant de l'application de certains crédits et réductions d'impôt est globalement limité à 10 000 par an. Mais comme toujours, la fiscalité française comporte des exceptions. Ainsi, les réductions d'impôt liées aux investis… [+2302 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"David Barroux","title":"Coronavirus: comment le Super U breton de Plouër a basculé en mode « drive »","description":"A quelques kilomètres de Dinan, ce supermarché de proximité a vu le drive passer de 6% à 22 % de son chiffre d'affaires. Ses capacités de stockage limitées l'empêchent de profiter davantage de l'explosion de la demande.","url":"https://www.lesechos.fr/industrie-services/conso-distribution/coronavirus-comment-le-super-u-breton-de-plouer-a-bascule-en-mode-drive-1194227","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e917c93d286c26a4e6ede35/1280x720/0603060940100-web-tete.jpg","publishedAt":"2020-04-11T08:15:40Z","content":"Le client a toujours raison et quand le consommateur change ses habitudes, la grande distribution s'adapte . Dès le 15 mars, Michel Prigent et ses équipes du Super U de Plouër-Sur-Rance (Côtes d'Armor), à quelques kilomètres de Dinard, Dinan et Saint-Malo, on… [+2618 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Etienne Goetz","title":"Les cours de l'or dopés par les interventions de la Fed","description":"L'once d'or est au plus haut depuis 2013. Après avoir chuté de concert avec les Bourses, le métal reprend de la hauteur. Il profite des politiques monétaires de soutien aux Etat et des taux bas. Les investisseurs se sont rués vers les ETF adossés à l'or.","url":"https://www.lesechos.fr/finance-marches/marches-financiers/les-cours-de-lor-dopes-par-les-interventions-de-la-fed-1194220","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e9172083e45467dde7e9f85/1280x720/0603073949406-web-tete.jpg","publishedAt":"2020-04-11T07:30:10Z","content":"Après avoir été mis à rude épreuve au début de la crise du coronavirus, les cours de l'or ont repris de la hauteur la semaine dernière. L'once d'or s'échange désormais contre 1.686 dollars, son plus haut niveau depuis janvier 2013. Jeudi, le métal jaune a mêm… [+2554 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Raphael Balenieri et Sebastien Dumoulin","title":"Coronavirus : les industriels de la fibre optique appellent à l'aide","description":"Les professionnels de la fibre demandent aux opérateurs et au gouvernement des mesures de soutien pour relancer le plus grand chantier de France. Orange et Bouygues Telecom ont déjà accepté de payer davantage les PME qui déploient le réseau.","url":"https://www.lesechos.fr/tech-medias/hightech/coronavirus-les-industriels-de-la-fibre-optique-appellent-a-laide-1194216","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e916b0e8fe56f2898639be4/1280x720/0603069305820-web-tete.jpg","publishedAt":"2020-04-11T07:00:00Z","content":"Pas question pour les professionnels de la fibre optique d'être les laissés-pour-compte du plan de relance à 100 milliards d'euros du gouvernement. Pour sauver les dizaines de TPE et PME qui installent ces précieux fils de verre pour le compte des grands opér… [+4328 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Anne Bauer","title":"Coronavirus : quand le ministère des Armées s'aventure sur le terrain de la santé","description":"L'appel à projets lancé par l'Agence de l'Innovation de Défense du ministère des Armées a recueilli plus de mille propositions. Dans la crise, les ingénieurs de l'armement se mettent au service de lutte contre la pandémie du coronavirus.","url":"https://www.lesechos.fr/industrie-services/air-defense/coronavirus-quand-le-ministere-des-armees-saventure-sur-le-terrain-de-la-sante-1194209","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e916405d286c21fec7bca55/1280x720/0603067446140-web-tete.jpg","publishedAt":"2020-04-11T06:30:15Z","content":"Les dossiers s'empilent à toute vitesse. Le 19 mars, le ministère des Armées via l'Agence de l'innovation de défense (AID) lançait un appel à projets pour des solutions innovantes à mettre en oeuvre dans la lutte contre la pandémie de COVID-19.\r\nCet appel, ou… [+4896 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Les Echos","title":"Le confinement, l'occasion de se remettre à penser","description":"Travailler seul...Voilà qui est assez nouveau. C'est évidemment une source de souffrance. Le lien social est fondamental dans notre équilibre de vie.","url":"https://business.lesechos.fr/directions-generales/strategie/idees/0603030618603-le-confinement-l-occasion-de-se-remettre-a-penser-336734.php","urlToImage":"https://business.lesechos.fr/medias/2020/04/11/336734_le-confinement-l-occasion-de-se-remettre-a-penser-web-tete-0603030658294.jpg","publishedAt":"2020-04-11T06:00:01Z","content":"Avec le confinement, pas de temps de transport et moins de temps passé dans les relations informelles, ne serait-ce que se dire bonjour le matin. Plus, non plus, tous ces pièges à capter l'attention : les perturbations permanentes de l'open space, les  conver… [+2470 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Les Echos","title":"Startups : au-delà de la sidération, s'occuper de la trésorerie","description":"PODCAST // Face à la crise brutale du coronavirus, l'écosystème des start-up françaises s'organisent pour passer les prochains mois. Ce premier épisode aborde la délicate question de la trésorerie pour assurer leur survie jusqu'à une reprise de l'activité.","url":"https://www.lesechos.fr/tech-medias/hightech/sauver-les-start-up-episode-1-assurer-la-tresorerie-1192536","urlToImage":"https://business.lesechos.fr/medias/2020/04/08/336629_sauver-les-start-up-episode-1-assurer-la-tresorerie-sauver-les-start-up-episode-1-assurer-la-tresorerie-web-tete-0603037012781-2339104.jpg","publishedAt":"2020-04-11T06:00:00Z","content":"Alors que l'on escomptait 25.000 emplois net créés grâce aux start-up en France en 2020, le confinement dû au coronavirus a mis un arrêt brutal à ces projections. Les start-up continuent dans la tempête, principalement en télétravail, mais elles ne sont pas s… [+1424 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Anne Bauer","title":"L'armée française est aussi frappée par le coronavirus","description":"Le porte-avions Charles de Gaulle deviendra-t-il un sujet d'études d'épidémiologie ? Plus de 50 marins y sont contaminés sur un équipage de 1.900 hommes. Florence Parly, ministre des Armées, a déclaré au Sénat que le coronavirus avait sans doute infecté quelq…","url":"https://www.lesechos.fr/industrie-services/air-defense/larmee-francaise-est-aussi-frappee-par-le-coronavirus-1194184","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90cb253e454607dc453fc5/1280x720/0603074461975-web-tete.jpg","publishedAt":"2020-04-10T19:37:15Z","content":"Fin des doutes : le Covid-19 s'est aussi introduit à bord du porte-avions Charles de Gaulle qui va bientôt passer le détroit de Gibralatar pour revenir à Toulon. L'armée française a confirmé la présence de 50 cas d'infection au Covid-19 sur 66 marins dépistés… [+3044 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Bruno Trevidic","title":"Les scénarios sur la table pour le sauvetage d'Air France-KLM","description":"Malgré les mesures d'économies et le chômage partiel, Air France-KLM perd 25 millions d'euros par jour et a besoin d'une aide des Etats français et néerlandais pour échapper à la faillite. Plusieurs demandes sont en cours de négociations. Mais le groupe devra…","url":"https://www.lesechos.fr/industrie-services/tourisme-transport/les-scenarios-sur-la-table-pour-le-sauvetage-dair-france-klm-1194180","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90c1c58fe56f4ce911f5c5/1280x720/0603074974936-web-tete.jpg","publishedAt":"2020-04-10T18:56:42Z","content":"Si Lufthansa perd un million d'euros par heure, comme l'a indiqué son PDG , Carsten Spohr, Air France-KLM n'est pas mieux loti. Selon nos informations, le directeur général d'Air France-KLM a annoncé en interne que le groupe perd 25 millions d'euros par jour.… [+4218 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Leila Marchand","title":"Coronavirus : Apple et Google s'allient pour alerter les personnes potentiellement infectées","description":"Dans un rare partenariat, les deux géants technologiques ont annoncé que les détenteurs de smartphone Apple ou Android pourront bientôt être alertés s'ils ont été en contact avec une personne infectée. Ce système, auquel il faudra préalablement donner son acc…","url":"https://www.lesechos.fr/tech-medias/hightech/coronavirus-apple-et-google-sallient-pour-alerter-les-personnes-potentiellement-infectees-1194179","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90c0218fe56f3c12134b45/1280x720/0603075116017-web-tete.jpg","publishedAt":"2020-04-10T18:49:54Z","content":"« Alerte : vous avez récemment été en contact avec une personne testée positive au Covid-19 ». Voilà le genre d'alerte que pourront bientôt recevoir les détenteurs d'un smartphone Apple ou Android. Les deux géants technologiques Apple et Google ont annoncé un… [+3485 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Laurence Boisseau","title":"Le bras de fer se durcit entre Amber et Lagardère avant l'assemblée générale","description":"Le fonds Amber cherche à remplacer tout le conseil de surveillance à l'AG du 5 mai et à mettre un terme à la gouvernance en commandite. Arnaud Lagardère défend son bilan et dénonce une attaque opportuniste en pleine crise.","url":"https://www.lesechos.fr/tech-medias/medias/le-bras-de-fer-se-durcit-entre-amber-et-lagardere-avant-lassemblee-generale-1194169","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90b1313e454616e0388a17/1280x720/0603074088187-web-tete.jpg","publishedAt":"2020-04-10T17:46:24Z","content":"25 jours avant l'assemblée générale (AG) du 5 mai. C'est le temps qu'il reste aux deux adversaires Amber Capital et Arnaud Lagardère pour rallier à eux les autres actionnaires du groupe Lagardère. Le premier veut remplacer tout le conseil de surveillance du g… [+4729 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Marie-Josée Cougard","title":"Le fabricant de la vodka Smirnoff et de la Guinness chiffre l'impact du coronavirus pour l'année","description":"Diageo, le leader mondial des spiritueux (Smirnoff, Johnny Walker) s'attend à une baisse de 140 à 200 millions de livres sterling de son résultat opérationnel sur l'exercice 2020 en raison des conséquences de la pandémie sur les ventes d'alcool.","url":"https://www.lesechos.fr/industrie-services/conso-distribution/le-fabricant-de-la-vodka-smirnoff-et-de-la-guinness-chiffre-limpact-du-coronavirus-pour-lannee-1194165","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90ae9d8fe56f5d0760f3c8/1280x720/0603074961162-web-tete.jpg","publishedAt":"2020-04-10T17:35:10Z","content":"Le britannique Diageo , leader mondial des spiritueux, connu pour le whisky Johnny Walker et la vodka Smirnoff mais également pour la bière brune Guinness, s'attend à une chute de son résultat opérationnel de 140 à 200 millions de livres sterling (entre 159,6… [+439 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":null,"title":"THALES (FR0000121329) : Thales - AGM 6 Mai 2020 - Avis de mise à disposition des documents - 10 avril 2020","description":"Investir","url":"http://lesechos-comfi.lesechos.fr/actualite.html?id=921905&cf=rss","urlToImage":null,"publishedAt":"2020-04-10T17:30:00Z","content":null},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Lamia Barbot","title":"Le Val-de-Marne commande 1,5 million de masques","description":"150.000 masques, fabriqués en France seront livrés chaque semaine à partir du 27 avril aux habitants du département. Il s'agit de masques en tissu, lavables et réutilisables. Par ailleurs, 450.000 masques seront distribués pour les salariés travaillant au con…","url":"https://www.lesechos.fr/pme-regions/ile-de-france/le-val-de-marne-commande-15-million-de-masques-1194162","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90ad2c3e454616cb38eb66/1280x720/0603074850331-web-tete.jpg","publishedAt":"2020-04-10T17:28:41Z","content":"Sortir avec ou sans masque. Alors que le débat n'a toujours pas été tranché par les autorités médicales, le Val-de-Marne a commandé 1,5 million de masques en tissus pour ses habitants, en accord avec les 47 maires du département.\r\n« La commande passée ce jour… [+1852 chars]"},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Les Echos","title":"Impôts 2020 sur le revenu : votre livret d'épargne est-il exonéré à 100 % ?","description":"Pas de prélèvement à la source pour les revenus tirés des livrets d'épargne. Si certains sont totalement exonérés, d'autres sont soumis aux seuls prélèvements sociaux ou encore imposables, au choix à la flat ou au barème progressif.","url":"https://www.lesechos.fr/patrimoine/impots/impots-2020-sur-le-revenu-votre-livret-depargne-est-il-exonere-a-100-1194144","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e90a0ead286c2105d2d14f8/1280x720/0602917853273-web-tete.jpg","publishedAt":"2020-04-10T16:38:46Z","content":"Pas de prélèvement à la source pour les revenus tirés des livrets d'épargne. Si certains sont totalement exonérés, d'autres sont soumis aux seuls prélèvements sociaux ou encore imposables, au choix à la flat ou au barème progressif."},{"source":{"id":"les-echos","name":"Les Echos"},"author":"Philippe Legueltel","title":"Coronavirus : après ses magasins, Intersport ferme ses ventes en ligne","description":"Pour protéger ses salariés et ne pas surcharger les transporteurs, la chaîne de magasins d'articles de sport a fermé son site de e-commerce. Sans attendre, la coopérative anticipe déjà la réouverture de ses magasins pour l'après-confinement.","url":"https://www.lesechos.fr/pme-regions/normandie/coronavirus-apres-ses-magasins-intersport-ferme-ses-ventes-en-ligne-1194140","urlToImage":"https://media.lesechos.com/api/v1/images/view/5e909e9dd286c2019b1cc0d5/1280x720/0603068008704-web-tete.jpg","publishedAt":"2020-04-10T16:26:30Z","content":"Après ses magasins fermés, sa vente en ligne. Dans le cadre du confinement, la chaîne de magasins Intersport vient de décider aussi de suspendre son activité e-commerce. « Un vrai choix extrêmement fort. Cette démarche va au-delà des mesures gouvernementales … [+2100 chars]"}]}