{"status":"ok","totalResults":718,"articles":[{"source":{"id":"axios","name":"Axios"},"author":"Mike Allen, Jim VandeHei","title":"America faces what feels like a Darwinian moment on coronavirus","description":"America is facing what feels like a Darwinian moment where the strong in business, wealth and health are more likely to survive, while many others will sadly wither. Why it matters: The pandemic is exposing — and deepening — many of the nation's great divides…","url":"https://www.axios.com/coronavirus-inequality-darwinian-cbe43189-a776-445c-9d4a-40ddae1d2e38.html","urlToImage":"https://images.axios.com/UmuRvomxmV9wC5Q_EAfvHPCBPZ4=/2020/04/11/1586626898917.jpg","publishedAt":"2020-04-11T17:50:06Z","content":"America is facing what feels like a Darwinian moment where the strong in business, wealth and health are more likely to survive, while many others will sadly wither.\r\nWhy it matters: The pandemic is exposing and deepening many of the nation's great divides.\r\n… [+2325 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Caitlin Owens","title":"Leading coronavirus modeling shows that social distancing is working","description":"Leading coronavirus modeling has recently lowered its projection for the number of American deaths, a sign that social distancing is working. Data: IHME ; Chart: Danielle Alberti/Axios Between the lines: By the time we recognized that the virus was spreading …","url":"https://www.axios.com/coronavirus-deaths-projections-chart-f2725a44-160d-487a-87f5-7c54cad6a1b0.html","urlToImage":"https://images.axios.com/hc682cPl1pCL1Q2I3CS-dgVMBoA=/2020/04/10/1586555317598.png","publishedAt":"2020-04-11T17:48:58Z","content":"Leading coronavirus modeling has recently lowered its projection for the number of American deaths, a sign that social distancing is working. \r\nData: IHME; Chart: Danielle Alberti/Axios\r\nBetween the lines: By the time we recognized that the virus was spreadin… [+449 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Rashaan Ayesh","title":"Coronavirus Q&A: exercise, laundry, what counts as soap, and vaccines","description":"As the coronavirus continues to spread throughout the U.S., Axios is answering readers' questions about the pandemic — how it spreads, who's at risk, and what you can do to stay safe. What's new: This week, we answer questions on exercising outside, safely do…","url":"https://www.axios.com/coronavirus-exercise-laundry-soap-vaccines-c5c89949-d1ac-4e52-bc3a-e1112e7f4db1.html","urlToImage":"https://images.axios.com/xNpJChwi_nsaR4PYKSxfeOhmibA=/2020/04/07/1586273124579.jpg","publishedAt":"2020-04-11T17:48:36Z","content":"As the coronavirus continues to spread throughout the U.S., Axios is answering readers' questions about the pandemic how it spreads, who's at risk, and what you can do to stay safe.\r\nWhat's new: This week, we answer questions on exercising outside, safely doi… [+2443 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Orion Rummler","title":"Coronavirus prompts extreme efforts against Easter gatherings","description":"Police around the globe are taking extra efforts to enforce social distancing over Easter weekend. Why it matters: Officials say that mitigation efforts like social distancing are beginning to flatten the coronavirus curve in crucial areas across U.S. and Eur…","url":"https://www.axios.com/coronavirus-easter-police-social-distancing-c586347a-19df-45a5-94eb-6fd0f9739dc3.html","urlToImage":"https://images.axios.com/3RwR5XhgpaDkw9n4byf0LN_G3WA=/2020/04/11/1586618642349.jpg","publishedAt":"2020-04-11T16:31:27Z","content":"Police around the globe are taking extra efforts to enforce social distancing over Easter weekend.\r\nWhy it matters: Officials say that mitigation efforts like social distancing are beginning to flatten the coronavirus curve in crucial areas across U.S. and Eu… [+2188 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Axios","title":"U.S. passes Italy on recorded coronavirus deaths","description":"The U.S. reported the highest coronavirus death toll in the world as of Saturday, per Johns Hopkins data. 18,860 Americans have died. The big picture: More than 1,000 people in the U.S. have died every day from COVID-19 since April 1 — a higher rate than Ital…","url":"https://www.axios.com/coronavirus-usa-world-deaths-d7d3f4ec-2f21-4c24-9fbb-144b83a70507.html","urlToImage":"https://images.axios.com/ZAOijL5paYYleX9L8_54CojLl-g=/2020/04/10/1586547296600.jpg","publishedAt":"2020-04-11T16:03:11Z","content":"The U.S. reported the highest coronavirus death toll in the world as of Saturday, per Johns Hopkins data. 18,860 Americans have died.\r\nThe big picture: More than 1,000 people in the U.S. have died every day from COVID-19 since April 1  a higher rate than Ital… [+1727 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Stef W. Kight","title":"Generation Z now has a defining experience: the coronavirus","description":"The coronavirus may be a defining experience for Generation Z that shapes its outlook for decades to come — disrupting its entry to adulthood and altering its earning potential, trust in institutions and views on family and sex. The big picture: Demographers …","url":"https://www.axios.com/generation-z-coronavirus-9a1e4f14-9fde-4627-9465-cca29d4b7848.html","urlToImage":"https://images.axios.com/mUht2NctbaLrUuMg7vw69RWjA-w=/2020/04/06/1586194605261.jpg","publishedAt":"2020-04-11T13:00:22Z","content":"The coronavirus may be a defining experience for Generation Z that shapes its outlook for decades to come disrupting its entry to adulthood and altering its earning potential, trust in institutions and views on family and sex.\r\nThe big picture: Demographers h… [+4197 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Rashaan Ayesh","title":"New coronavirus surge: Disinfecting health care worker face masks","description":"Battelle, an Ohio nonprofit research and development firm, has employees working to disinfect thousands of face masks used by health care workers during the coronavirus pandemic, The New York Times reports. Why it matters: There is a shortage of personal prot…","url":"https://www.axios.com/disinfect-face-masks-coronavirus-battelle-4fb48a05-fc63-4314-9a0b-516c89db383a.html","urlToImage":"https://images.axios.com/7aDn9cZzX33I3_veJMCMQSxuG00=/2020/04/11/1586608625436.jpg","publishedAt":"2020-04-11T12:44:40Z","content":"Battelle, an Ohio nonprofit research and development firm, has employees working to disinfect thousands of face masks used by health care workers during the coronavirus pandemic, The New York Times reports.\r\nWhy it matters: There is a shortage of personal pro… [+1155 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Scott Rosenberg","title":"Big Tech moves into government vacuum on coronavirus","description":"As the coronavirus pandemic drags on, tech companies are stepping into the void left by a reluctant or incapable federal government — enabling contact tracing, wrestling with testing, and ramping up the capacity of government operations like unemployment serv…","url":"https://www.axios.com/coronavirus-big-tech-action-95ccfc44-3756-4b5b-a6fc-745c05ef1b5c.html","urlToImage":"https://images.axios.com/XxYSCnYrhayNTQXn9C0R8un9nxM=/2020/04/11/1586571606184.jpg","publishedAt":"2020-04-11T10:00:18Z","content":"As the coronavirus pandemic drags on, tech companies are stepping into the void left by a reluctant or incapable federal government enabling contact tracing, wrestling with testing, and ramping up the capacity of government operations like unemployment servic… [+2971 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Justin Green","title":"Easter will tempt Americans to defy coronavirus social distancing guidelines","description":"This Sunday will be America's biggest test yet for whether people can social distance long enough to flatten the coronavirus curve. Why it matters: Glimmers of hope in New York and San Francisco aren't a license to mingle. For many families, the holiday could…","url":"https://www.axios.com/easter-temptation-coronavirus-c089cf19-794a-46a0-a90f-ce39691e290a.html","urlToImage":"https://images.axios.com/ycAFROp4L1K7kvQHNCiOAZSPv08=/2020/04/10/1586551824093.jpg","publishedAt":"2020-04-10T21:09:38Z","content":"This Sunday will be America's biggest test yet for whether people can social distance long enough to flatten the coronavirus curve.\r\nWhy it matters: Glimmers of hope in New York and San Francisco aren't a license to mingle. For many families, the holiday coul… [+2164 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Orion Rummler","title":"People of color at higher risk for coronavirus due to inequality and chronic health conditions","description":"People of color at higher risk for coronavirus due to inequality and chronic health conditions axios.com","url":"https://www.axios.com/coronavirus-people-color-african-americans-939d0002-3850-4861-8d17-693f87d9e894.html","urlToImage":"https://images.axios.com/kHSMsn34VA-HpcoFMTMI4fRsUjA=/2020/04/10/1586545760855.jpg","publishedAt":"2020-04-10T19:23:10Z","content":"African Americans, Native Americans, and Hispanics are more likely to be endangered by the coronavirus due to chronic health conditions and the effects of economic inequality, U.S. Surgeon General Jerome Adams said in Friday's White House briefing.\r\nWhat he's… [+2214 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Ina Fried","title":"Apple, Google team up on coronavirus contact tracing","description":"Apple and Google on Friday announced a joint effort to notify people via smartphone — on an opt-in basis — if they've come into contact with someone with the coronavirus, without having to share users' location information with government authorities. Why it …","url":"https://www.axios.com/apple-google-team-up-on-coronavirus-contact-tracing-6579b80f-f348-4c8e-ac87-d823b9abb4fb.html","urlToImage":"https://images.axios.com/446873oslrlD0KT6uu1bapXS9aY=/2020/04/10/1586536140951.png","publishedAt":"2020-04-10T16:59:45Z","content":"Apple and Google on Friday announced a joint effort to notify people via smartphone on an opt-in basis if they've come into contact with someone with the coronavirus, without having to share users' location information with government authorities.\r\nWhy it mat… [+2848 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Rashaan Ayesh","title":"Notre Dame holds Good Friday ceremony despite coronavirus pandemic","description":"Paris' Notre Dame held a special Good Friday ceremony led by the city's archbishop, Michel Aupetit, almost a year after a fire blazed through the cathedral. Why it matters: Aupetit hoped that the ceremony, which only featured seven people as much of the cathe…","url":"https://www.axios.com/notre-dame-good-friday-coronavirus-easter-7d2c0518-7487-4802-881f-a41d40b13d1e.html","urlToImage":"https://images.axios.com/hJEwSfOt3KXqEQAaBdb29wp3YjM=/2020/04/10/1586536264212.jpg","publishedAt":"2020-04-10T16:04:34Z","content":"Paris' Notre Dame held a special Good Friday ceremony led by the city's archbishop, Michel Aupetit, almost a year after a fire blazed through the cathedral.\r\nWhy it matters: Aupetit hoped that the ceremony, which only featured seven people as much of the cath… [+1339 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Dan Primack","title":"Amusement park operator Apex Parks Group files for bankruptcy","description":"Apex Parks Group, an Irvine, Calif.-based amusement parks operator owned by The Carlyle Group and Edgewater Funds, filed for Chapter 11 bankruptcy protection. It also disclosed plans to be acquired by a lender group led by Cerberus Capital Management. Why it …","url":"https://www.axios.com/coronavirus-amusement-parks-apex-bankruptcy-e89bf4f4-1943-44cc-94d4-9d022c6ca8f2.html","urlToImage":"https://images.axios.com/_6HF-1Bsu40AjvdUPqUUtCR_4R0=/2020/04/10/1586528604057.jpg","publishedAt":"2020-04-10T14:31:01Z","content":"Apex Parks Group, an Irvine, Calif.-based amusement parks operator owned by The Carlyle Group and Edgewater Funds, filed for Chapter 11 bankruptcy protection. It also disclosed plans to be acquired by a lender group led by Cerberus Capital Management.\r\nWhy it… [+635 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Ben Geman","title":"The new oil-cutting pact will help the market but hardly rescue it","description":"The new OPEC-Russia agreement to steeply cut production should help the oil market avoid a complete meltdown, but it's nowhere near enough to undo the damage from the COVID-19 pandemic, analysts say. Why it matters: It's the first major coordinated response t…","url":"https://www.axios.com/new-oil-cutting-pact-f7fb9011-9a7f-4d6c-83ab-f6cdcc18c812.html","urlToImage":"https://images.axios.com/_MnbC51Ecq28189f6lNXhmNRHog=/2020/04/10/1586522931010.jpg","publishedAt":"2020-04-10T13:13:17Z","content":"The new OPEC-Russia agreement to steeply cut production should help the oil market avoid a complete meltdown, but it's nowhere near enough to undo the damage from the COVID-19 pandemic, analysts say.\r\nWhy it matters: It's the first major coordinated response … [+4136 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Jeff Tracy","title":"Premier League players launch fund to help U.K. medical workers battling coronavirus","description":"Premier League players have launched an initiative called #PlayersTogether, which will funnel part of their salaries to the National Health Service to support the U.K.'s front-line workers during the coronavirus crisis. Why it matters: This decision came at t…","url":"https://www.axios.com/premier-league-uk-health-workers-nhs-coronavirus-bb8cb701-8479-4bbb-8db4-c81fea3ed49d.html","urlToImage":"https://images.axios.com/TuqxthCDsIHTKI9rti1NHnVtkKU=/2020/04/10/1586521083989.jpg","publishedAt":"2020-04-10T12:26:21Z","content":"Premier League players have launched an initiative called #PlayersTogether, which will funnel part of their salaries to the National Health Service to support the U.K.'s front-line workers during the coronavirus crisis.\r\nWhy it matters: This decision came at … [+2862 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Mike Allen","title":"Republicans see more hurdles for Trump as coronavirus crisis drags on","description":"Republicans are increasingly concerned not only about President Trump’s daily briefings but also his broader plan to ease the nation out of the virus crisis and back to work. This concern is acute — and spreading. Why it matters: Trump can easily address the …","url":"https://www.axios.com/donald-trump-coronavirus-recovery-republicans-2020-3b161514-053c-480f-99ca-0c8ad142e98c.html","urlToImage":"https://images.axios.com/ynpgwI7FrxUQqTq32ZiOcV37cAk=/2020/04/10/1586515503876.jpg","publishedAt":"2020-04-10T10:50:51Z","content":"Republicans are increasingly concerned not only about President Trumps daily briefings but also his broader plan to ease the nation out of the virus crisis and back to work. This concern is acute and spreading. \r\nWhy it matters: Trump can easily address the b… [+2250 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Ina Fried","title":"Pandemic forces startups to shift gears","description":"Spaces CEO Brad Herman had an early warning about COVID-19 because his startup supplies VR attractions to a number of theme parks in China. Realizing that the business he spent the last few years building was going to evaporate, Herman quickly found a new way…","url":"https://www.axios.com/pandemic-forces-startups-to-shift-gears-8cc31484-2b00-474d-81f5-2926f80cd637.html","urlToImage":"https://images.axios.com/ml6mPxv82NCpwtNADvgYZDWNZyc=/2020/04/10/1586490370452.gif","publishedAt":"2020-04-10T10:00:36Z","content":"Spaces CEO Brad Herman had an early warning about COVID-19 because his startup supplies VR attractions to a number of theme parks in China. Realizing that the business he spent the last few years building was going to evaporate, Herman quickly found a new way… [+3291 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Eileen Drage O'Reilly","title":"International coronavirus treatment trial uses AI to speed results","description":"The first hospital network in the U.S. has joined an international clinical trial using artificial intelligence to help determine which treatments for patients with the novel coronavirus are most effective on an on-going basis. Why it matters: In the midst of…","url":"https://www.axios.com/coronavirus-treatment-trial-artifical-intelligence-pittsburgh-international-244aeb3d-9bbf-4088-bb88-d2a56ec9b1ea.html","urlToImage":"https://images.axios.com/wnLvvFR1xanDzpWVazFdOHzo6PI=/2020/04/10/1586486207538.jpg","publishedAt":"2020-04-10T09:45:28Z","content":"The first hospital network in the U.S. has joined an international clinical trial using artificial intelligence to help determine which treatments for patients with the novel coronavirus are most effective on an on-going basis.\r\nWhy it matters: In the midst o… [+2892 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Sam Baker","title":"We can't just flip the switch and end the coronavirus lockdown","description":"It feels like some big, terrible switch got flipped when the coronavirus upended our lives — so it’s natural to want to simply flip it back. But that is not how the return to normalcy will go. The big picture: Even as the number of illnesses and deaths in the…","url":"https://www.axios.com/coronavirus-slow-recovery-econony-deaths-27e8d258-754e-4883-bebe-a2e95564e3b6.html","urlToImage":"https://images.axios.com/N3ob_XkiCMdMbSd4MzGglEdhMxU=/2020/04/09/1586466504082.jpg","publishedAt":"2020-04-10T09:30:56Z","content":"It feels like some big, terrible switch got flipped when the coronavirus upended our lives so its natural to want to simply flip it back. But that is not how the return to normalcy will go.\r\nThe big picture: Even as the number of illnesses and deaths in the U… [+4467 chars]"},{"source":{"id":"axios","name":"Axios"},"author":"Dion Rabouin","title":"The Fed rescues Wall Street, but Main Street is another story","description":"In less than a month, the Federal Reserve has unleashed a multi-trillion dollar tour de force to buoy the U.S. economy against the COVID-19 pandemic. Why it matters: While it has steadied the markets, the Fed is poorly equipped to offset the hit being absorbe…","url":"https://www.axios.com/the-fed-rescues-wall-street-but-main-street-is-another-story-7a946388-6f0a-4f31-97f6-2e28e249b01a.html","urlToImage":"https://images.axios.com/iB0lvLmuqf6Y34ZYDldv3uShHP8=/2020/04/10/1586486013865.jpg","publishedAt":"2020-04-10T09:15:58Z","content":"In less than a month, the Federal Reserve has unleashed a multi-trillion dollartour de force to buoy the U.S. economy against the COVID-19 pandemic.\r\nWhy it matters: While it has steadied the markets, the Fed is poorly equipped to offset the hit being absorbe… [+3454 chars]"}]}