{"status":"ok","totalResults":1093,"articles":[{"source":{"id":"time","name":"Time"},"author":"Josiah Bates","title":"‘We’re Catching It Double.’ Amid Coronavirus Lockdowns, Gun Violence Continues to Plague Chicago","description":"Since Illinois Governor J.B. Pritzker announced a stay-at-home order for the state that went into effect on March 21, there have been over 80 shootings and at least 70 shooting victims, according to the Chicago Police Department (CPD). In the same period at l…","url":"https://time.com/5818553/gun-violence-chicago-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/chicago-gun-violence-covid19.jpg?quality=85&crop=0px%2C0px%2C2646px%2C1385px&resize=1200%2C628&strip","publishedAt":"2020-04-11T16:20:58Z","content":"Despite a statewide shelter-in-place order to help limit the spread of the novel coronavirus, the city of Chicago is still facing high levels of gun violence.\r\n“It’s like a double whammy. We are catching it double. We have the virus and the violence to worry … [+8216 chars]"},{"source":{"id":"time","name":"Time"},"author":"Madeleine Carlisle","title":"Hospital in Thailand Gives Newborn Babies Tiny Face Shields as Protection From Coronavirus","description":"The hospital tells TIME the face shields were specially made to protect the babies while they traveled home from the hospital.","url":"https://time.com/5819527/babies-face-masks-thailand/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/face-mask-babies.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-04-11T16:06:12Z","content":"Even amidst a pandemic, life goes on. That’s certainly the case at Praram 9 Hospital in Bangkok, Thailand, where on Thursday, two newborn babies were given tiny face shields to help protect them from COVID-19 — the diseased cased by the novel coronavirus — wh… [+2425 chars]"},{"source":{"id":"time","name":"Time"},"author":"Geir Moulson and Joe McDonald / AP","title":"‘The Virus Has Not Been Defeated.’ Many European Countries Try to Stop Easter Travel","description":"In Europe, beautiful weather across much of the continent provided an extra test of people's discipline over the long Easter weekend.","url":"https://time.com/5819532/easter-travel-coronavirus-europe/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/easter-travel-coronavirus-europe.jpg?quality=85&crop=0px%2C165px%2C4440px%2C2324px&resize=1200%2C628&strip","publishedAt":"2020-04-11T15:16:17Z","content":"(BERLIN) — European countries Saturday sought to keep people from traveling in sunny Easter weather and grappled with how and when to start loosening the weeks-long shutdowns of much of public life. The United States’ death toll from the coronavirus closed in… [+6549 chars]"},{"source":{"id":"time","name":"Time"},"author":"Associated Press","title":"New York City’s School System, the Largest in the Country, Will Close for Rest of the Year Due to COVID-19","description":"New York City's 1.1 million-pupil public school system will stay closed as the city struggles to contain the coronavirus outbreak.","url":"https://time.com/5819519/new-york-city-public-schools-closed-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/new-york-city-public-schools-closed-coronavirus.jpg?quality=85&crop=0px%2C172px%2C4523px%2C2368px&resize=1200%2C628&strip","publishedAt":"2020-04-11T14:10:34Z","content":"(NEW YORK) — New York City’s 1.1 million-pupil public school system will be closed for the rest of the school year as the city struggles to contain the coronavirus outbreak, Mayor Bill de Blasio announced Saturday.\r\nPublic schools in New York City, the U.S. e… [+733 chars]"},{"source":{"id":"time","name":"Time"},"author":"Edith M. Lederer / AP","title":"U.N. Envoy Gives Yemen’s Clashing Parties New Peace Proposals","description":"The U.N. envoy for Yemen gave the nation's warring parties revised proposals for a cease-fire and the urgent resumption of peace talks.","url":"https://time.com/5819513/un-yemen-peace-proposal/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/un-yemen-peace-proposal.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-11T14:06:54Z","content":"(UNITED NATIONS) — The U.N. special envoy for Yemen gave the warring parties in the Arab world’s poorest country revised proposals on Friday for a nationwide cease-fire and the urgent resumption of peace talks.\r\nMartin Griffiths urged the internationally reco… [+2592 chars]"},{"source":{"id":"time","name":"Time"},"author":"Edith M. Lederer / AP","title":"Crime Rates Plummet Around the World as the Coronavirus Keeps People Inside","description":"In the midst of a pandemic, even among regions that have the highest levels of violence, crime is dropping at an unprecedented rate.","url":"https://time.com/5819507/crime-drop-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/crime-drop-coronavirus.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-11T13:55:26Z","content":"(CHICAGO) — The coronavirus pandemic that has crippled big-box retailers and mom and pop shops worldwide may be making a dent in illicit business, too.\r\nIn Chicago, one of America’s most violent cities, drug arrests have plummeted 42% in the weeks since the c… [+5900 chars]"},{"source":{"id":"time","name":"Time"},"author":"Belinda Luscombe","title":"“It Feels Like He Got Abducted by Aliens.” One Family’s Struggle to Mourn In the Age of Coronavirus","description":"In the two weeks since his father died, Jacob Solomon hasn’t been able to hug his mother. Nobody in his very big extended family has been able to drop by with food or to sit and listen and cry. Jacob’s mom has the same coronavirus that killed her husband, and…","url":"https://time.com/5817854/mourning-coronavirus-funerals/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/jacobson-family-grieving-coronavirus.jpg?quality=85&crop=0px%2C0px%2C865px%2C452px&resize=1200%2C628&strip","publishedAt":"2020-04-11T13:00:55Z","content":"In the two weeks since his father died, Jacob Solomon hasn’t been able to hug his mother. Nobody in his very big extended family has been able to drop by with food or to sit and listen and cry. Jacob’s mom has the same coronavirus that killed her husband, and… [+6017 chars]"},{"source":{"id":"time","name":"Time"},"author":"Billy Perrigo/London","title":"These Tech Companies Managed to Eradicate ISIS Content. But They’re Also Erasing Crucial Evidence of War Crimes","description":"Filmed by a Syrian opposition soldier riding in the back of a pickup truck, the shaky footage posted to Facebook on Oct. 14 showed Turkish troops walking cheerfully across a rocky plain in northern Syria toward a town that had just been vacated by U.S. forces…","url":"https://time.com/5798001/facebook-youtube-algorithms-extremism/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/facebook-youtube-algorithms-extremism.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-11T12:00:42Z","content":"Filmed by a Syrian opposition soldier riding in the back of a pickup truck, the shaky footage posted to Facebook on Oct. 14 showed Turkish troops walking cheerfully across a rocky plain in northern Syria toward a town that had just been vacated by U.S. forces… [+12984 chars]"},{"source":{"id":"time","name":"Time"},"author":"Eliana Dockterman","title":"The Coronavirus Is Changing How We Date. Experts Think The Shifts May Be Permanent","description":"Even when the pandemic passes, an entire generation will think twice before hugging on a first date.","url":"https://time.com/5819187/dating-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/dating-coronavirus.jpg?quality=85&crop=0px%2C286px%2C2400px%2C1256px&resize=1200%2C628&strip","publishedAt":"2020-04-11T11:00:08Z","content":"When Caitie Bossart returned to the U.S. from a weeklong trip to the U.K., her dating life ought to have been the least of her problems. A part-time nanny looking for full-time work, she found her inbox filled with messages from companies that had instituted … [+16633 chars]"},{"source":{"id":"time","name":"Time"},"author":"Vivienne Walt/Paris","title":"Notre Dame Was Meant to Reopen by 2024. Then Came Coronavirus","description":"An exclusive look inside the restoration of the cathedral shows it's clear that a true reopening will take far longer than the four-year time frame","url":"https://time.com/5816812/notre-dame-2024-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/patrick-zachmann-notre-dame-restoration-8.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-11T08:10:01Z","content":"Up a set of twisting stone steps in Paris’s Notre-Dame Cathedral, the huge organ sits silent, its pipes coated with fine dust, unplayed for nearly a full year. On the organist’s seat, a musical scorebook lies abandoned, open to a page entitled Semaine Sainte—… [+12011 chars]"},{"source":{"id":"time","name":"Time"},"author":"Associated Press","title":"Ex-Ambassador, Washington Gov. Says Trump Campaign ‘Fanning Hatred’ With New Ad","description":"Trump’s reelection campaign released an ad that accused Joe Biden of being too cozy with China, featuring former Washington Gov. Gary Locke","url":"https://time.com/5819459/trump-campaign-biden-china-racist/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/trump-campaign-biden-china-ad-racist.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-11T00:05:29Z","content":"(WASHINGTON) — Former U.S. Ambassador to China Gary Locke is denouncing President Donald Trump for a new campaign ad that seems to falsely imply Locke was a Chinese official.\r\nTrump’s Republican reelection campaign released an ad Thursday that accused former … [+1827 chars]"},{"source":{"id":"time","name":"Time"},"author":"BRIAN SLODYSKO / AP","title":"President Trump’s Virginia Winery Eligible for Coronavirus Stimulus Bailout","description":"President Trump’s Virginia vineyard could be eligible for a federal bailout under the $2.2 trillion coronavirus stimulus he signed into law","url":"https://time.com/5819435/trump-wines-coronavirus-stimulus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/trump-wines-coronavirus-stimulus.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-10T23:20:10Z","content":"(WASHINGTON) — President Donald Trump’s Virginia vineyard could be eligible for a federal bailout under the $2.2 trillion coronavirus stimulus he signed into law last month, despite provisions in the bill that Democrats said were intended to prevent him and h… [+4820 chars]"},{"source":{"id":"time","name":"Time"},"author":"David Zalubowski and James Anderson / AP","title":"‘A Way to Say, This Sucks.‘ Amid Coronavirus Lockdowns, a Nightly Howling Ritual Sweeps America","description":"Cut off from socirty by the coronavirus pandemic, Americans are taking a moment at 8 p.m. nightly to howl in a quickly-spreading ritual","url":"https://time.com/5819374/howling-ritual-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/americans-howling-coronavirus-ritual.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-10T21:34:38Z","content":"(DENVER) — It starts with a few people letting loose with some tentative yelps. Then neighbors emerge from their homes and join, forming a roiling chorus of howls and screams that pierces the twilight to end another day’s monotonous forced isolation.\r\nFrom Ca… [+4506 chars]"},{"source":{"id":"time","name":"Time"},"author":"Megan McCluskey","title":"The Coronavirus Outbreak Keeps Humans from Touching. Here’s Why That’s So Stressful","description":"With people around the world practicing social distancing amid coronavirus, some individuals are experiencing a lack of human touch.","url":"https://time.com/5817453/coronavirus-human-touch/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/Holding-Hands.jpg?quality=85&w=439&h=389&crop=1","publishedAt":"2020-04-10T21:30:27Z","content":"With people around the world practicing social distancing and self-isolation to curb the further spread of coronavirus, some are starting to feel the effects of a lack of human touch. Whether it’s shaking a coworker’s hand or hugging a friend, most people are… [+7473 chars]"},{"source":{"id":"time","name":"Time"},"author":"Al-Hadji Kudra Maliro and Maria Cheng / AP","title":"Congo Announces New Ebola Case Just Days Before Planned Declaration That Its Outbreak Had Ended","description":"A new case of the Ebola virus has been confirmed in Congo, just three days before the country expected to declare an end to the outbreak.","url":"https://time.com/5819359/new-ebola-case-congo/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/ebola-case-congo.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-10T21:07:21Z","content":"(BENI, Congo) — A new case of the Ebola virus has been confirmed in eastern Congo, just three days before the country expected to declare an end to the outbreak, the World Health Organization said Friday.\r\nThe new case was confirmed in Beni, a community that … [+2420 chars]"},{"source":{"id":"time","name":"Time"},"author":"Raisa Bruner","title":"How People Imitating Masterful Paintings Launched a Sweeping Trend From Italy to Iceland","description":"From Vermeer to Kahlo, famous works of art are getting new life in quarantine. Meet the creators and learn how the movement began.","url":"https://time.com/5817117/coronavirus-art-history/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/quarantinart_grilli_vermeer.png?crop=0px%2C473px%2C3274px%2C1715px&resize=1200%2C628&quality=85&strip","publishedAt":"2020-04-10T20:20:47Z","content":"Sure, social media is filled with your friends’ photos of amateur stews, homemade sourdough and makeshift masks crafted while staying home due to the coronavirus. But look more closely, and you’ll find another layer of at-home concoctions: scenes reenacting f… [+7368 chars]"},{"source":{"id":"time","name":"Time"},"author":"Mark Gurman / Bloomberg","title":"Apple, Google Announce COVID-19 Smartphone Contact Tracing in Rare Partnership","description":"Apple and Google unveiled a partnership to alert smartphone users if they have come into contact with a person with COVID-19.","url":"https://time.com/5819235/apple-google-smartphone-tracking-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/apple-google-coronavirus.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-04-10T18:10:48Z","content":"Apple Inc. and Google unveiled a rare partnership to add technology to their smartphone platforms that will alert users if they have come into contact with a person with COVID-19. People must opt in to the system, but it has the potential to monitor about a t… [+3666 chars]"},{"source":{"id":"time","name":"Time"},"author":"Tara Law","title":"‘We Carry That Burden.’ Medical Workers Fighting COVID-19 Are Facing a Mental Health Crisis","description":"Doctors and nurses are frightened for themselves and the patients they're treating amid the COVID-19 coronavirus outbreak.","url":"https://time.com/5817435/covid-19-mental-health-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/MGH-Nurse.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-04-10T18:03:06Z","content":"As a critical care doctor in New York City, Monica is used to dealing with high-octane situations and treating severely ill patients. But she says the COVID-19 outbreak is unlike anything she’s seen before. Over the past few weeks, operating rooms have been t… [+7179 chars]"},{"source":{"id":"time","name":"Time"},"author":"Mélissa Godin","title":"French Police Intercept Private Jet For Breaking Coronavirus Lockdown Rules","description":"On Saturday, French police intercepted a group of ten vacationers arriving at France’s Cote d’Azur on a private jet despite a travel ban. Since March 17, the French government has banned all non-essential travel in an effort to curb the spread of COVID-19. On…","url":"https://time.com/5819064/jet-intercepted-france-covid-19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/marseille-provence.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-04-10T15:55:57Z","content":"On Saturday, French police intercepted a group of ten vacationers arriving at France’s Cote d’Azur on a private jet despite a travel ban.\r\nSince March 17, the French government has banned all non-essential travel in an effort to curb the spread of COVID-19. O… [+1155 chars]"},{"source":{"id":"time","name":"Time"},"author":"Melissa Locker","title":"The Choose Your Quarantine House Meme Keeps the Internet Busy","description":"The meme is the perfect thing to argue about when everyone is bored and online","url":"https://time.com/5819089/choose-your-quarantine-house-meme/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/Quarantine-House-Memes.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-10T15:17:00Z","content":"Folks hunkering down at home during the time of coronavirus may be looking for something to distract them from their roommates, the news cycle, or just the current climate as a whole. \r\nAnd a recent meme making the rounds on the Internet is giving people some… [+2306 chars]"}]}