{"status":"ok","totalResults":985,"articles":[{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Dzeko: 'Roma arrival incredible'","description":"Edin Dzeko looks back over his career at Manchester City and Roma, working with several coaches and greeted by âhundreds of fans at the airport.â  \tThe Bosnia international spoke to Sky Sport Italia and discussed everything from his childhood in Sarajevo,…","url":"https://www.football-italia.net/152049/dzeko-roma-arrival-incredible","urlToImage":null,"publishedAt":"2020-04-11T17:29:05Z","content":"Edin Dzeko looks back over his career at Manchester City and Roma, working with several coaches and greeted by “hundreds of fans at the airport.”\r\nThe Bosnia international spoke to Sky Sport Italia and discussed everything from his childhood in Sarajevo, esca… [+2417 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Atalanta target De La Vega","description":"Atalanta have set their sights on teenage Lanus attacking winger Pedro De La Vega, according to La Gazzetta dello Sport.  \tThe 19-year-old came up through the Lanus youth academy and has scored four goals in 17 Superliga appearances this season.  \tHe is seen …","url":"https://www.football-italia.net/152048/atalanta-target-de-la-vega","urlToImage":null,"publishedAt":"2020-04-11T17:05:23Z","content":"Atalanta have set their sights on teenage Lanus attacking winger Pedro De La Vega, according to La Gazzetta dello Sport.\r\nThe 19-year-old came up through the Lanus youth academy and has scored four goals in 17 Superliga appearances this season.\r\nHe is seen as… [+434 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Kessie brings Meret to Milan?","description":"Napoli goalkeeper Alex Meret is emerging as the ideal replacement for Gianluigi Donnarumma at Milan, with Franck Kessie potentially part of an exchange deal.  \tDonnarummaâs contract will expire in June 2021 and he is widely expected to leave at the end of t…","url":"https://www.football-italia.net/152047/kessie-brings-meret-milan","urlToImage":null,"publishedAt":"2020-04-11T16:39:22Z","content":"Napoli goalkeeper Alex Meret is emerging as the ideal replacement for Gianluigi Donnarumma at Milan, with Franck Kessie potentially part of an exchange deal.\r\nDonnarumma’s contract will expire in June 2021 and he is widely expected to leave at the end of the … [+674 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Coronavirus deaths and recoveries rise","description":"There were 619 deaths in Italy from people testing positive for coronavirus over the last 24 hours, but a further 2,079 were given the all-clear.  \tThe death toll in the country has now reached 19,468 out of a total 152,271 total cases.","url":"https://www.football-italia.net/152046/coronavirus-deaths-and-recoveries-rise","urlToImage":null,"publishedAt":"2020-04-11T16:12:50Z","content":"There were 619 deaths in Italy from people testing positive for coronavirus over the last 24 hours, but a further 2,079 were given the all-clear.\r\nThe death toll in the country has now reached 19,468 out of a total 152,271 total cases.\r\nThe number of people w… [+741 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Napoli v Leicester for Castagne","description":"Leicester City face competition from Napoli for Atalanta wing-back Timothy Castagne, claim reports in Italy.  \tThe 24-year-old Belgium international is only under contract until June 2021 and is expected to leave Bergamo at the end of the season.","url":"https://www.football-italia.net/152045/napoli-v-leicester-castagne","urlToImage":null,"publishedAt":"2020-04-11T15:59:00Z","content":"Leicester City face competition from Napoli for Atalanta wing-back Timothy Castagne, claim reports in Italy.\r\nThe 24-year-old Belgium international is only under contract until June 2021 and is expected to leave Bergamo at the end of the season.\r\nIt’ll be ano… [+601 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Mancini: 'Man City and Samp best moments'","description":"Italy coach Roberto Mancini describes the greatest victories of his career, which as a player was at Sampdoria, and on the bench for Manchester City.  \tMancio spoke to Il Sole 24 Ore newspaper and looked back over the trophies that marked his life in football…","url":"https://www.football-italia.net/152044/mancini-man-city-and-samp-best-moments","urlToImage":null,"publishedAt":"2020-04-11T15:52:56Z","content":"Italy coach Roberto Mancini describes the greatest victories of his career, which as a player was at Sampdoria, and on the bench for Manchester City.\r\nMancio spoke to Il Sole 24 Ore newspaper and looked back over the trophies that marked his life in football.… [+711 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Sport: Barca still want Bernardeschi","description":"Barcelona are again interested in Juventus outcast Federico Bernardeschi, maintains Spanish newspaper Sport.  \tThe versatile attacking midfielder had already been linked in January as part of a potential exchange with Ivan Rakitic.  \tMilan have also approache…","url":"https://www.football-italia.net/152043/sport-barca-still-want-bernardeschi","urlToImage":null,"publishedAt":"2020-04-11T15:39:17Z","content":"Barcelona are again interested in Juventus outcast Federico Bernardeschi, maintains Spanish newspaper Sport.\r\nThe versatile attacking midfielder had already been linked in January as part of a potential exchange with Ivan Rakitic.\r\nMilan have also approached … [+698 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Diaconale: 'Anti-Lazio media in unison'","description":"Director of communications Arturo Diaconale claims “the media move in unison to criticise Lazio and President Claudio Lotito. There is an anti-Lazio conformity.”","url":"https://www.football-italia.net/152042/diaconale-anti-lazio-media-unison","urlToImage":null,"publishedAt":"2020-04-11T15:10:39Z","content":"Director of communications Arturo Diaconale claims “the media move in unison to criticise Lazio and President Claudio Lotito. There is an anti-Lazio conformity.”\r\nThe Aquile have been the most vocal in trying to resume training even as the coronavirus pandemi… [+2087 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Pordenone President has COVID-19","description":"Mauro Lovisa, President of Serie B promotion candidates Pordenone, confirmed he is suffering from coronavirus. âI am better, but not yet recovered.â  \tThe businessman has been at the helm of this club for over a decade, but this is their first ever Serie …","url":"https://www.football-italia.net/152041/pordenone-president-has-covid-19","urlToImage":null,"publishedAt":"2020-04-11T14:36:56Z","content":"Mauro Lovisa, President of Serie B promotion candidates Pordenone, confirmed he is suffering from coronavirus. “I am better, but not yet recovered.”\r\nThe businessman has been at the helm of this club for over a decade, but this is their first ever Serie B sea… [+1259 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Del Piero and Dybala debate best goals","description":"Alessandro Del Piero and Paulo Dybala discussed their best goals in a Juventus jersey and continued to prepare for a free kick duel.  \tThe past and present Bianconeri Number 10s spoke on an Instagram livestream about their experiences in Turin, harking back t…","url":"https://www.football-italia.net/152040/del-piero-and-dybala-debate-best-goals","urlToImage":null,"publishedAt":"2020-04-11T14:25:54Z","content":"Alessandro Del Piero and Paulo Dybala discussed their best goals in a Juventus jersey and continued to prepare for a free kick duel.\r\nThe past and present Bianconeri Number 10s spoke on an Instagram livestream about their experiences in Turin, harking back to… [+1849 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"De Rossi: 'Bonucci reputation totally wrong'","description":"Daniele De Rossi insists Juventus defender Leonardo Bonucci has âa reputation of being unlikable that is totally wrong.â  \tThe former Roma and Italy midfielder spoke to Sky Sport Italia and there was a video message sent in by Bonucci.","url":"https://www.football-italia.net/152039/de-rossi-bonucci-reputation-totally-wrong","urlToImage":null,"publishedAt":"2020-04-11T13:58:52Z","content":"Daniele De Rossi insists Juventus defender Leonardo Bonucci has “a reputation of being unlikable that is totally wrong.”\r\nThe former Roma and Italy midfielder spoke to Sky Sport Italia and there was a video message sent in by Bonucci.\r\n“We’re talking about a … [+957 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"De Rossi: 'Not my choice to leave Roma'","description":"Daniele De Rossi admits âit wasnât my choice to leave Roma,â he learned so much at Boca Juniors and is fired up to begin his coaching career. âI believe I can do this.â  \tThe midfielder hung up his boots last month after a lifetime with the Gialloro…","url":"https://www.football-italia.net/152038/de-rossi-not-my-choice-leave-roma","urlToImage":null,"publishedAt":"2020-04-11T13:36:16Z","content":"Daniele De Rossi admits “it wasn’t my choice to leave Roma,” he learned so much at Boca Juniors and is fired up to begin his coaching career. “I believe I can do this.”\r\nThe midfielder hung up his boots last month after a lifetime with the Giallorossi and bri… [+2562 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Gomez: 'Playing in July is difficult'","description":"Atalanta captain Papu Gomez describes the difficulties of training in lockdown, resuming the Serie A season and working on a charity project âinvolving players all over the world.â  \tThe city of Bergamo has been the hardest hit in Europe by the coronaviru…","url":"https://www.football-italia.net/152037/gomez-playing-july-difficult","urlToImage":null,"publishedAt":"2020-04-11T13:06:49Z","content":"Atalanta captain Papu Gomez describes the difficulties of training in lockdown, resuming the Serie A season and working on a charity project “involving players all over the world.”\r\nThe city of Bergamo has been the hardest hit in Europe by the coronavirus pan… [+1557 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Juventus swoop for Dani Ceballos","description":"Juventus are the new favourites for Real Madrid midfielder Dani Ceballos, according to Mundo Deportivo, as Arsenal wonât meet his â¬40m asking price.  \tThe Spanish newspaper claims Juve are more than ready to match that sum in order to snap up the 23-year-…","url":"https://www.football-italia.net/152036/juventus-swoop-dani-ceballos","urlToImage":null,"publishedAt":"2020-04-11T12:49:22Z","content":"Juventus are the new favourites for Real Madrid midfielder Dani Ceballos, according to Mundo Deportivo, as Arsenal won’t meet his €40m asking price.\r\nThe Spanish newspaper claims Juve are more than ready to match that sum in order to snap up the 23-year-old t… [+625 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Roma and Inter eye Thomas","description":"Roma, Inter, Manchester United and Arsenal are said to be interested in Atletico Madrid midfielder Thomas Partey, claim reports in Spain.  \tAccording to Mundo Deportivo, the Ghana international has caught the eye of several clubs in England and Italy.","url":"https://www.football-italia.net/152035/roma-and-inter-eye-thomas","urlToImage":null,"publishedAt":"2020-04-11T12:01:10Z","content":"Roma, Inter, Manchester United and Arsenal are said to be interested in Atletico Madrid midfielder Thomas Partey, claim reports in Spain.\r\nAccording to Mundo Deportivo, the Ghana international has caught the eye of several clubs in England and Italy.\r\nThomas … [+670 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Only in Serie A: 'It was all Roberto Baggio's fault'","description":"Carlo Mazzone erupted with joy, rage, passionate celebration and revenge. Martin Mork recalls him running the length of the pitch to confront Atalanta fans when Brescia equalised in the derby.","url":"https://www.football-italia.net/151985/only-serie-it-was-all-roberto-baggios-fault","urlToImage":null,"publishedAt":"2020-04-11T11:52:22Z","content":"On September 30, 2001, Brescia trail local rivals Atalanta by one goal in the first minute of stoppage time. The stadium holds its breath as Roberto Baggio stands over the ball, on a hat-trick and with the opportunity to swing it into the box from a free kick… [+4080 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Buffon to extend Juventus deal","description":"Gianluigi Buffon is ready to extend his contract with Juventus until 2021, claim reports, which means heâll be 43 when it expires.  \tThe goalkeeper returned to Turin last year after a one-season spell with Paris Saint-Germain, this time content to play seco…","url":"https://www.football-italia.net/152034/buffon-extend-juventus-deal","urlToImage":null,"publishedAt":"2020-04-11T11:46:47Z","content":"Gianluigi Buffon is ready to extend his contract with Juventus until 2021, claim reports, which means he’ll be 43 when it expires.\r\nThe goalkeeper returned to Turin last year after a one-season spell with Paris Saint-Germain, this time content to play second … [+675 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Milan sacrifice trio for Tonali","description":"Milan are reportedly prepared to sacrifice three youth academy products in order to get â¬50m-rated Sandro Tonali from Brescia next season.  \tTonali has attracted interest from Europeâs top clubs, including Juventus, Inter, Manchester United, Paris Saint-G…","url":"https://www.football-italia.net/152033/milan-sacrifice-trio-tonali","urlToImage":null,"publishedAt":"2020-04-11T11:19:41Z","content":"Milan are reportedly prepared to sacrifice three youth academy products in order to get €50m-rated Sandro Tonali from Brescia next season.\r\nTonali has attracted interest from Europe’s top clubs, including Juventus, Inter, Manchester United, Paris Saint-Germai… [+943 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"Valencia given Florenzi price-tag","description":"Alessandro Florenzi could make his Valencia loan move permanent for â¬12m, ending his lifelong affiliation with Roma.  \tAccording to Spanish side TodoFichajes, the Giallorossi set the price-tag of â¬12m to transform the six-month loan into a genuine transfe…","url":"https://www.football-italia.net/152032/valencia-given-florenzi-price-tag","urlToImage":null,"publishedAt":"2020-04-11T11:10:18Z","content":"Alessandro Florenzi could make his Valencia loan move permanent for €12m, ending his lifelong affiliation with Roma.\r\nAccording to Spanish side TodoFichajes, the Giallorossi set the price-tag of €12m to transform the six-month loan into a genuine transfer.\r\nT… [+558 chars]"},{"source":{"id":"football-italia","name":"Football Italia"},"author":"Football Italia staff","title":"International Champions Cup cancelled","description":"Inevitably, the 2020 edition of the International Champions Cup has been cancelled, which could cost clubs up to â¬15m.","url":"https://www.football-italia.net/152031/international-champions-cup-cancelled","urlToImage":null,"publishedAt":"2020-04-11T10:59:49Z","content":"Inevitably, the 2020 edition of the International Champions Cup has been cancelled, which could cost clubs up to €15m.\r\nWith football at a standstill and the coronavirus pandemic hitting the USA harder than any other country right now, the idea of playing a f… [+545 chars]"}]}