{"status":"ok","totalResults":7,"articles":[{"source":{"id":"t3n","name":"T3n"},"author":"Kim Rixecker, Kim Rixecker","title":"Russischer Internet-Konzern will ICQ neues Leben einhauchen","description":"ICQ war einst der größte Messenger-Dienst. Der russische Konzern Mail.ru bringt nun eine überarbeitete Version auf den Markt. Die orientiert sich stark an WhatsApp. Ein gibt jedoch eine innovative Funktion.","url":"https://t3n.de/news/icq-russischer-internet-konzern-1269465/","urlToImage":"https://www.welt.de/img/wirtschaft/webwelt/mobile207156619/6661352047-ci16x9-w1200/ICQ.jpg","publishedAt":"2020-04-09T10:57:23Z","content":"Lange war ICQ quasi der Messaging-Standard im Internet. Die Chat-App konnte zu ihrer Hochzeit im Jahr 2001 rund 100 Millionen registrierte Nutzerkonten vorweisen. Doch dann kam das Smartphone und mit ihm kamen Messaging-Dienste wie WhatsApp, gegen die ICQ sch… [+2044 chars]"},{"source":{"id":"t3n","name":"T3n"},"author":"randymonday","title":"Show HN: Open Startup List got featured on a tech newspaper","description":"Article URL: https://t3n.de/news/entwickler-laesst-dich-startups-1265810/ Comments URL: https://news.ycombinator.com/item?id=22807045 Points: 1 # Comments: 0","url":"https://t3n.de/news/entwickler-laesst-dich-startups-1265810/","urlToImage":null,"publishedAt":"2020-04-07T20:15:40Z","content":null},{"source":{"id":"t3n","name":"T3n"},"author":"Julius Beineke, Julius Beineke","title":"Mit diesen zehn Apps und Diensten bleiben Sie im Homeoffice fit","description":"Fit bleiben, wenn man im Homeoffice arbeitet, ist nicht nur in Corona-Zeiten eine Herausforderung. Mit den richtigen Apps können Sie trotz geschlossener Gyms und Yogastudios auch zu Hause trainieren.","url":"https://t3n.de/news/yogastudio-gym-geschlossen-haben-1265842/","urlToImage":"https://www.welt.de/img/wirtschaft/webwelt/mobile206993567/1161355117-ci16x9-w1200/Young-brunette-woman-during-yoga-using-smartphone-in-student-dorm.jpg","publishedAt":"2020-04-03T08:24:20Z","content":"Viele sitzen derzeit daheim fest. Heimarbeit, Remote Work, Homeoffice. Dank diverser Tools ist es kein Problem, von der gemütlichen Couch oder vom Schreibtisch aus zu arbeiten. Das ist super und praktisch was dabei zu kurz kommt, ist allerdings vor allem Bewe… [+9290 chars]"},{"source":{"id":"t3n","name":"T3n"},"author":null,"title":"Videokonferenz-App: Zoom unter Beschuss von Datenschützern und Cyberkriminellen","description":"© Zoom Zoom ist einer der großen Profiteure der Coronakrise. Das Rampenlicht macht die US-Firma aber angreifbarer – sie ist ins Visier von Datenschützern und Cyberkriminellen geraten.","url":"https://t3n.de/news/zoom-beschuss-datenschuetzern-1267209/","urlToImage":"https://www.horizont.net/news/media/31/Zoom--300873.jpeg","publishedAt":"2020-04-01T06:48:00Z","content":"Der aktuelle Homeoffice-Zwang hat für einen verstärkten Andrang auf Videokonferenzsysteme wie Skype, Teams oder Zoom gesorgt. Gerade deutsche Unternehmen sehen sich bei Konferenzlösungen aus den USA Datenschutzbedenken gegenüber – Zoom ist aber auch in den Fo… [+2773 chars]"},{"source":{"id":"t3n","name":"T3n"},"author":"Jan Vollmer, Jan Vollmer","title":"Wie die Ukraine zum Testfeld für den Cyberwar wurde","description":"Die Ukraine war mal ein Hotspot für Kleinkriminelle im Netz. Dann kam der Krieg mit Russland. Heute wird hier die digitale Kriegsführung erprobt. Die ehemaligen Hacker sind zu einer eigenen Marke geworden.","url":"https://t3n.de/magazin/wie-die-ukraine-zum-testfeld-fuer-248973/","urlToImage":"https://www.welt.de/img/wirtschaft/webwelt/mobile206911371/3571350577-ci16x9-w1200/Cyber-Security-Man-looking-at-computer-screen-which-is-being-infected-by-a-viru.jpg","publishedAt":"2020-03-31T06:46:24Z","content":"Artem Afian, ein Mann in seinen 30ern, mit gepflegtem Bart, brauner Weste über dem Hemd und in olivgrünen Hosen, sitzt an einem hölzernen Konferenztisch in seiner Kanzlei in Kiew, im sechsten Stock eines Bürogebäudes.\r\nDurch große Fenster kann man runter auf … [+13014 chars]"},{"source":{"id":"t3n","name":"T3n"},"author":"Luca Caracciolo","title":"Sawsan Chebli, wie hältst du den ganzen Hass aus?","description":"Sawsan Chebli, wie hältst du den ganzen Hass aus? t3n.de","url":"https://t3n.de/news/sawsan-chebli-haeltst-ganzen-1262815/","urlToImage":null,"publishedAt":"2020-03-27T11:35:08Z","content":null},{"source":{"id":"t3n","name":"T3n"},"author":"Jochen G. Fuchs, Jochen G. Fuchs","title":"Die Strategie hinter Amazons Öffnung für andere Supermärkte","description":"Amazon stellt seinen kassenlosen Supermarkt anderen Händlern zur Verfügung. Die „Just Walk Out“-Technik ermöglicht es dem Konzern, eine Infrastruktur im Einzelhandel aufzubauen. Das hat auch für Kunden Folgen.","url":"https://t3n.de/news/amazon-baut-amazon-go-technologie-1260995/","urlToImage":"https://www.welt.de/img/wirtschaft/webwelt/mobile206587751/9601352727-ci16x9-w1200/Amazon-Launches-First-Full-Sized-Go-Grocery-Store.jpg","publishedAt":"2020-03-16T13:12:46Z","content":"Amazon macht seinen kassenlosen Supermarkt jetzt für andere Händler zugänglich, erste Kunden sollen schon feststehen. Vermutlich wird Amazon aber nicht schlicht ein Service-Unternehmen für stationäre Händler aufbauen, sondern die Gelegenheit nutzen, mit Just … [+6690 chars]"}]}