{"status":"ok","totalResults":4309,"articles":[{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EFE / EUROPA PRESS","title":"Cierra el hospital de campaña de Leganés aunque por el momento no será desmontado","description":"El hospital de campaña habilitado por el Ayuntamiento de Leganés en el Pabellón Carlos Sastre del municipio ha cerrado este sábado sus puertas y no cuenta ya con ningún paciente, h","url":"https://www.elmundo.es/madrid/2020/04/11/5e91f74dfc6c837f358b45fe.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/fe14afd5e630087cac9da6832878d67f/crop/0x0/2047x1365/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866247977487.jpg","publishedAt":"2020-04-11T17:17:24Z","content":"El hospital de campaña habilitado por el Ayuntamiento de Leganés en el Pabellón Carlos Sastre del municipio ha cerrado este sábado sus puertas y no cuenta ya con ningún paciente, han confirmado a Efe fuentes municipales, de la Comunidad de Madrid y del Hospit… [+4881 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EUROPA PRESS","title":"El alcalde de Málaga, Francisco de la Torre, hospitalizado tras sufrir una lesión cerebral","description":"El alcalde de Málaga, Francisco de la Torre, se encuentra ingresado en un centro hospitalario de la capital después de que este mediodía haya sufrido una lesión cerebral, según ha","url":"https://www.elmundo.es/andalucia/2020/04/11/5e91fadd21efa0bc6f8b45d0.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/f293012e1900933ca41a505a713d0314/crop/0x0/499x333/f/webp/assets/multimedia/imagenes/2020/04/11/15866251814990.jpg","publishedAt":"2020-04-11T17:14:27Z","content":"El alcalde de Málaga, Francisco de la Torre, se encuentra ingresado en un centro hospitalario de la capital después de que este mediodía haya sufrido una lesión cerebral, según ha informado el Ayuntamiento en un comunicado. \r\n De la Torre será operado en las … [+1102 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"CARLOS FRESNEDA","title":"Reino Unido se aproxima a las 10.000 víctimas mortales por coronavirus","description":"Boris Johnson sigue ingresado en planta en el hospital de St. Thomas y haciendo \"muy buenos progresos\", según un portavoz de Downing Street. El primer ministro seguirá temporalment","url":"https://www.elmundo.es/internacional/2020/04/11/5e91f01821efa0a41e8b45fa.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/d57ee0a124afb6b25103b87ec14f6845/crop/13x123/2046x1478/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866223755634.jpg","publishedAt":"2020-04-11T17:13:04Z","content":"Boris Johnson sigue ingresado en planta en el hospital de St. Thomas y haciendo \"muy buenos progresos\", según un portavoz de Downing Street. El primer ministro seguirá temporalmente en el centro hospitalario, mientas Reino Unido está punto de superar las 10.0… [+2122 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EUROPA PRESS","title":"Investigan la profanación de dos tumbas de un guardia civil y un policía en Moncada (Valencia)","description":"Agentes de la Guardia Civil investigan la profanación de dos tumbas, que se corresponden a un policía nacional y un guardia civil, en el cementerio de Moncada (Valencia), según han","url":"https://www.elmundo.es/comunidad-valenciana/2020/04/11/5e91f5cafc6c830a688b45e2.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/043a3ad589c76c6080dcad9b0601fddd/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866239189195.jpg","publishedAt":"2020-04-11T16:52:51Z","content":"Agentes de la Guardia Civil investigan la profanación de dos tumbas, que se corresponden a un policía nacional y un guardia civil, en el cementerio de Moncada (Valencia), según han confirmado a Europa Press fuentes de la benemérita. \r\n Según publica el diario… [+573 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"LAURA GARÓFANO","title":"El hotel de los recolectores de guisantes","description":"Jesús llevaba varios días sin dormir. Una mañana, lo que le había estado robando el sueño se hizo realidad. Conforme iba telefoneando y colgando, se le iba cayendo el alma a los pi","url":"https://www.elmundo.es/cronica/2020/04/11/5e885aa5fc6c83d3218b466f.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/7c3cbac4099e7546ab502daba99fbc1a/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/10/15865397155700.jpg","publishedAt":"2020-04-11T16:40:49Z","content":"Sábado,\r\n 11\r\n abril\r\n 2020\r\n - \r\n 18:40\r\nJesús llevaba varios días sin dormir. Una mañana, lo que le había estado robando el sueño se hizo realidad. Conforme iba telefoneando y colgando, se le iba cayendo el alma a los pies. El maldito coronavirus. El corona… [+470 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EUROPA PRESS","title":"Las universidades mantendrán el calendario de exámenes previsto y priorizarán la evaluación continua","description":"El Sistema Andaluz de Universidades, la Consejería de Economía, Conocimiento, Empresas y Universidad, y la Dirección de Evaluación y Acreditación (DEVA) de la Agencia Andaluza del","url":"https://www.elmundo.es/andalucia/2020/04/11/5e91f00921efa09a118b4594.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/2191375de5cbccff8b365bafb3c0657d/crop/7x0/427x280/f/webp/assets/multimedia/imagenes/2020/04/11/15866222152255.jpg","publishedAt":"2020-04-11T16:28:13Z","content":"El Sistema Andaluz de Universidades, la Consejería de Economía, Conocimiento, Empresas y Universidad, y la Dirección de Evaluación y Acreditación (DEVA) de la Agencia Andaluza del Conocimiento han cerrado este sábado un acuerdo marco para la adaptación de la … [+7675 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"NURIA FERRI","title":"Interrumpen en la catedral de Granada una homilía pronunciada por el arzobispo con una veintena de fieles","description":"Vox ha rechazado lo sucedido acusando al Gobierno de \"un estado de excepción encubierto\" y que \"atenta contra la libertad de culto\". La Policía Nacional señala que la normativa actual no ampara este tipo de oficios Leer","url":"https://www.elmundo.es/andalucia/2020/04/11/5e91ecfffc6c833b538b457e.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/f1a476a656b26ec3aeb77c80b7cd6cfb/crop/0x0/2046x1364/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866215849107.jpg","publishedAt":"2020-04-11T16:20:05Z","content":"La Policía Nacional desalojó en la tarde de ayer a una veintena de feligreses que acudieron a la primera celebración del Triduo Pascual, en una eucaristía que tuvo lugar en la catedral de Granada. En el interior, el arzobispo, Javier Martínez, acompañado de o… [+4439 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"SILVIA MOROSI","title":"Italia supera los 19.000 muertos por coronavirus tras sumar otros 619 en un día","description":"La reapertura el 14 de abril de algunas tiendas en el país no afectará a la región de Lombardía, la más afectada por el coronavirus, donde todo continuará cerrado hasta el 3 de mayo Leer","url":"https://www.elmundo.es/internacional/2020/04/11/5e91e1ec21efa06e5f8b458a.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/3de53609a7431885f9dd6c8b0acfdb35/crop/4x8/2036x1363/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866185032540.jpg","publishedAt":"2020-04-11T16:16:00Z","content":"Protección Civil ha informado este sábado que las muertes por coronavirus en Italia ascienden a 19.468, con 619 en un solo día, un repunte respecto a ayer (570). Los casos totales desde que se detectó el virus el 20 de febrero también han aumentado respecto a… [+3501 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EFE","title":"Nacho Azofra recibe el alta hospitalaria tras dos días ingresado","description":"Nacho Azofra, exjugador de Estudiantes y de la selección española de baloncesto, recibió este sábado el alta médica tras permanecer ingresado dos días en el hospital madrileño Greg","url":"https://www.elmundo.es/deportes/baloncesto/2020/04/11/5e91eb55fdddff16238b4593.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/4632bd52f51c181a0545e3101a5c1a0a/crop/229x126/937x597/f/webp/assets/multimedia/imagenes/2020/04/11/15866211884814.jpg","publishedAt":"2020-04-11T16:08:31Z","content":"Nacho Azofra, exjugador de Estudiantes y de la selección española de baloncesto, recibió este sábado el alta médica tras permanecer ingresado dos días en el hospital madrileño Gregorio Marañón a causa de una neumonía bilateral de la que se ha recuperado, info… [+817 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"PABLO D. ALMOGUERA","title":"Sorprendido en un control policial cuando se saltaba el confinamiento con 200.000 libras en efectivo encima","description":"La operación Jaula activada este puente de Semana Santa para evitar la propagación del coronavirus con los traslados a segundas residencias y destinos vacacionales ha dejado una cu","url":"https://www.elmundo.es/andalucia/2020/04/11/5e91ea3b21efa0184d8b456f.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/73f82d13db943db1493afe84944efa63/crop/9x0/500x327/f/webp/assets/multimedia/imagenes/2020/04/11/15866209382854.jpg","publishedAt":"2020-04-11T16:07:26Z","content":"La operación Jaula activada este puente de Semana Santa para evitar la propagación del coronavirus con los traslados a segundas residencias y destinos vacacionales ha dejado una curiosa actuación en la provincia de Málaga, donde la Policía Nacional investiga … [+3927 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"MARTA BELVER","title":"La Asamblea de Madrid retomará su actividad tras el cierre por el Covid-19 con la comparecencia 'on line' del consejero de Sanidad","description":"La Asamblea de Madrid reanudará su actividad parlamentaria el próximo martes 14 de abril con la comparecencia a petición propia del consejero de Sanidad, Enrique Ruiz Escudero, aun","url":"https://www.elmundo.es/madrid/2020/04/11/5e91e498fc6c83592b8b45da.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/eb93eac6cbbda9ee43b9d04438554b26/crop/131x165/993x740/f/webp/assets/multimedia/imagenes/2020/04/11/15866203483380.jpg","publishedAt":"2020-04-11T16:00:09Z","content":"La Asamblea de Madrid reanudará su actividad parlamentaria el próximo martes 14 de abril con la comparecencia a petición propia del consejero de Sanidad, Enrique Ruiz Escudero, aunque previamente había sido solicitada formalmente por el PSOE y Unidas Podemos.… [+1215 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"MARISA CRUZ","title":"El Gobierno exige a las empresas que proporcionen el lunes a sus trabajadores el material protector necesario","description":"El Gobierno ha empezado a difundir una guía de buenas prácticas para reanudar el lunes la actividad no esencial y lo hace reclamando a las empresas que protejan a sus trabajadores","url":"https://www.elmundo.es/espana/2020/04/11/5e91b72afc6c83270e8b457d.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/d6e2c23ae2e23d68cbd064da9a5efd7d/crop/0x0/2044x1363/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866136969627.jpg","publishedAt":"2020-04-11T14:04:08Z","content":"El Gobierno ha empezado a difundir una guía de buenas prácticas para reanudar el lunes la actividad no esencial y lo hace reclamando a las empresas que protejan a sus trabajadores con el material adecuado -mascarillas, guantes, pantallas aislantes...-, los mi… [+2505 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"elmundo.es","title":"Las recomendaciones del Gobierno para ir a trabajar a partir del lunes","description":"El Gobierno de España ha publicado una guía de buenas prácticas en centros de trabajo para prevenir los contagios del COVID-19 coincidiendo con la reincorporación a sus centros de","url":"https://www.elmundo.es/espana/2020/04/11/5e906a2921efa0f5738b4639.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/5738e6a4a9925fd39f6e0d17790b7435/crop/0x87/2045x1451/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/10/15865233267512.jpg","publishedAt":"2020-04-11T13:19:40Z","content":"El Gobierno de España ha publicado una guía de buenas prácticas en centros de trabajo para prevenir los contagios del COVID-19 coincidiendo con la reincorporación a sus centros de trabajo, el lunes y martes, de todos aquellos trabajadores y trabajadoras de ac… [+8185 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EFE","title":"Costa, sobre Holanda: \"Tenemos que saber si podemos seguir siendo 27 en la UE\"","description":"El 'premier' portugués dice que éste es \"el momento de clarificación política de Europa\" y arremete contra Holanda, contraria a la mutualización de la deuda a través de los llamados \"coronabonos\" Leer","url":"https://www.elmundo.es/internacional/2020/04/11/5e91c229fdddffaa2c8b458a.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/ae80de263e821637c8bafd77b3f00b33/crop/16x20/2030x1363/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866105648594.jpg","publishedAt":"2020-04-11T13:13:57Z","content":"El primer ministro de Portugal, António Costa, considera que la crisis del coronavirus ha puesto sobre la mesa una duda adicional para la Unión Europea (UE), la de su propia unidad, cuestionada a su juicio por la postura de Holanda sobre los instrumentos para… [+3602 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"INMA LIDÓN","title":"Una cada cuatro personas no podría aislarse en su domicilio si da positivo por coronavirus","description":"La encuesta realizada por el grupo de trabajo Data Science for COVID-19 arroja una conclusión clara: una de cada cuatro personas no tendría capacidad para aislarse dentro de su pro","url":"https://www.elmundo.es/comunidad-valenciana/2020/04/11/5e91b77921efa0cc4c8b4674.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/41d3ecb1e262722e73ee69272eff0e4f/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866064519417.jpg","publishedAt":"2020-04-11T12:27:29Z","content":"La encuesta realizada por el grupo de trabajo Data Science for COVID-19 arroja una conclusión clara: una de cada cuatro personas no tendría capacidad para aislarse dentro de su propio domicilio en caso de contraer el coronavirus para cumplir una cuarentena ef… [+3033 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EL MUNDO","title":"El sector turístico pierde 18.000 millones en Semana Santa por la crisis del coronavirus","description":"La Semana Santa, el momento que marca la apertura de la gran temporada turística en España, llega este año sin viajeros ni hoteles abiertos. El sector estima que el confinamiento y las restricciones de movilidad para hacer frente al coronavirus le costarán 18…","url":"https://www.elmundo.es/economia/2020/04/11/5e91b75321efa0363f8b461d.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/d69d4226286abe82f2df30113731c720/f/webp/assets/multimedia/imagenes/2020/04/11/15866078284996.jpg","publishedAt":"2020-04-11T12:26:21Z","content":"Las empresas turísticas españolas registran pérdidas de 18.000 millones de ingresos en Semana Santa ante las restricciones decretadas por el Gobierno para frenar la expansión del coronavirus, según los datos de la Federación Empresarial de Asociaciones Territ… [+1619 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"EUROPA PRESS","title":"Los médicos de Familia estiman que han atendido 900.000 casos de Covid-19","description":"La Sociedad Española de Medicina Familiar y Comunitaria (semFYC) han cifrado en 900.000 el número de casos con cuadro clínico de Covid-19 que han atendido en España, y que no...","url":"https://www.elmundo.es/ciencia-y-salud/salud/2020/04/11/5e91b71521efa014048b45dc.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/59d4bf71ef28de4632d938e27fa4f004/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866075496154.jpg","publishedAt":"2020-04-11T12:25:18Z","content":"La Sociedad Española de Medicina Familiar y Comunitaria (semFYC) han cifrado en 900.000 el número de casos con cuadro clínico de Covid-19 que han atendido en España, y que no han sido derivados en su mayoría a los hospitales.\r\n Así lo señalan los resultados d… [+2928 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"FRANCISCO CARRIÓN","title":"El Estado Islámico aprovecha el coronavirus para recrudecer sus ataques en Irak","description":"A última hora del jueves una emboscada urdida por militantes del autodenominado Estado Islámico dejó dos muertos en las filas de las milicias chiíes iraquíes en las inmediaciones d","url":"https://www.elmundo.es/internacional/2020/04/11/5e91b0a5fdddff4b378b458b.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/9737b1db034d3dd92c91d25c443f3140/crop/0x168/2045x1531/resize/1200/f/webp/assets/multimedia/imagenes/2020/04/11/15866065511760.jpg","publishedAt":"2020-04-11T12:06:45Z","content":"A última hora del jueves una emboscada urdida por militantes del autodenominado Estado Islámico dejó dos muertos en las filas de las milicias chiíes iraquíes en las inmediaciones de la localidad de Tuz Jurmatu, a unos 180 kilómetros al norte de Bagdad. Dos dí… [+6340 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"ÁLVARO CARVAJAL","title":"Vox recurre a los jueces para investigar las cifras reales de muertos por el coronavirus","description":"Invoca al mismo tiempo al Consejo General del Poder Judicial y a los Tribunales Superiores de Justicia de cada comunidad autónoma ante lo que Vox cree que podría ser \"el mayor bulo de la tragedia\" Leer","url":"https://www.elmundo.es/espana/2020/04/11/5e91af12fc6c83357c8b45e8.html","urlToImage":"https://phantom-elmundo.unidadeditorial.es/5009f3731d895eead0e9a42b5dd7ceb1/crop/0x0/1024x682/f/webp/assets/multimedia/imagenes/2020/04/11/15866059247749.jpg","publishedAt":"2020-04-11T11:56:20Z","content":"Vox ha reclamado la intervención directa de los jueces para aclarar cuál es la verdadera cifra de fallecidos por el coronavirus en España ante el intento del Gobierno de \"ocultar por razones ideológicas las cifras reales de muertos\".\r\nLa iniciativa surge desp… [+2021 chars]"},{"source":{"id":"el-mundo","name":"El Mundo"},"author":"Mundo Motor","title":"Seat suspende la producción de respiradores por la falta de pedidos de hospitales","description":"Seat ha dejado de fabricar los respiradores denominados OxyGEN destinados a enfermos de la COVID-19 por el descenso de personas ingresadas en las unidades de cuidados intensivos (U","url":"https://www.elmundo.es/motor/2020/04/11/5e91af16fdddff786f8b45d7.html","urlToImage":"https://ak.uecdn.es/p/108/thumbnail/entry_id/0_nv505wme/width/657/type/2/bgcolor/000000/0_nv505wme.jpg","publishedAt":"2020-04-11T11:51:57Z","content":"Seat ha dejado de fabricar los respiradores denominados OxyGEN destinados a enfermos de la COVID-19 por el descenso de personas ingresadas en las unidades de cuidados intensivos (UCI) contagiadas por el coronavirus.\r\nSegún la marca de automóviles han dejado d… [+1805 chars]"}]}