{"status":"ok","totalResults":58,"articles":[{"source":{"id":"nfl-news","name":"NFL News"},"author":"Bucky Brooks","title":"Brooks' top 5 transcendent QBs: No Lamar?? - NFL.com","description":"Brooks' top 5 transcendent QBs: No Lamar?? NFL.com TJ Houshmandzadeh on NFL draft, talks Joe Burrow, Justin Herbert, Tua, Jeudy, and Pittman | THE HERD The Herd with Colin Cowherd Matt Miller's Scouting Notebook: Dolphins Dictate 2020 NFL Draft Ripple Effects…","url":"http://www.nfl.com/news/story/0ap3000001109053/article/top-5-transcendent-nfl-qbs-is-tua-tagovailoa-worth-the-risk","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/10/0ap3000001109056_thumbnail_200_150.jpg","publishedAt":"2020-04-10T21:19:00Z","content":"Former NFL player and scout Bucky Brooks knows the ins and outs of this league, providing keen insight in his notebook. The topics of this edition include:\r\n-- Is QB prospect Tua Tagovailoa worth the risk?\r\n-- The offseason move that could put the Saints over… [+14311 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Around The NFL staff","title":"Breaking: 58 prospects will take part in draft - NFL.com","description":"Breaking: 58 prospects will take part in draft NFL.com NFL Mock Draft 2020: Dolphins pass on Tua Tagovailoa, Raiders land a new franchise quarterback CBS Sports Tua Tagovailoa throws for NFL teams in workout taped in lieu of pro day ESPN The new pie chart of …","url":"http://www.nfl.com/news/story/0ap3000001108866/article/58-prospects-to-virtually-participate-in-nfl-draft","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/09/0ap3000001108861_thumbnail_200_150.jpg","publishedAt":"2020-04-10T00:01:00Z","content":"Fifty-eight prospects will participate virtually in the 2020 NFL Draft, which takes place April 23-25.\r\nThe list of prospects is highlighted by seven quarterbacks, including potential first-round selections LSU's Joe Burrow, Alabama's Tua Tagovailoa, Oregon's… [+2381 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Grant Gordon","title":"Texans in process of trading for Rams WR Cooks - NFL.com","description":"Texans in process of trading for Rams WR Cooks NFL.com Sources -- Rams trading Brandin Cooks to Texans ESPN Brandin Cooks is traded to the Texans NBCSports.com Report: Brandin Cooks, Future Pick Traded to Texans from Rams for 2nd-Round Pick Bleacher Report Ra…","url":"http://www.nfl.com/news/story/0ap3000001108919/article/texans-in-process-of-trading-for-rams-brandin-cooks","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/09/0ap3000001108917_thumbnail_200_150.jpg","publishedAt":"2020-04-09T23:13:00Z","content":"Bill O'Brien's Texans are making more moves and wide receiver Brandin Cooks is on the move once more.\r\nThe Texans are bringing in another dynamic wide receiver, as they are in the process of trading for Cooks from the Rams, NFL Network Insider Ian Rapoport re… [+1354 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Adam Rank","title":"Mock draft with a twist! What teams SHOULD do - NFL.com","description":"Mock draft with a twist! What teams SHOULD do NFL.com Bears lost the Nick Foles trade according to one prominent NFL writer Yahoo Sports 2020 NFL Mock Draft 14.0: A Five-Round Mock With No Trades Sports Illustrated Chicago Bears NFL draft Q&A with Brad Biggs …","url":"http://www.nfl.com/news/story/0ap3000001108855/article/2020-nfl-mock-draft-with-a-twist-what-teams-should-do","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/09/0ap3000001108852_thumbnail_200_150.jpg","publishedAt":"2020-04-09T17:39:00Z","content":"School: Oklahoma | Year: Junior\r\nI have no idea how Murray ended up falling all the way down here. He's a good player, but hey, sometimes surprises like this happen when matching up fits and needs. He could end up going way earlier in the draft, and we just c… [+273 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Nick Shook","title":"Burrow, Young among virtual draft participants - NFL.com","description":"Burrow, Young among virtual draft participants NFL.com NFL Mock Draft 2020: Dolphins pass on Tua Tagovailoa, Raiders land a new franchise quarterback CBS Sports Tua Tagovailoa isn't getting enough credit for his 'toughness' - Dan Orlovsky | Get Up ESPN The ne…","url":"http://www.nfl.com/news/story/0ap3000001108846/article/joe-burrow-chase-young-to-participate-in-nfl-draft","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/09/0ap3000001108842_thumbnail_200_150.jpg","publishedAt":"2020-04-09T16:00:00Z","content":"The NFL draft is just two weeks away, which means it's time to learn who will be involved in it.\r\nThis year, things will be different because of the ongoing COVID-19 pandemic. The league will hold a fully virtual draft, with all participants doing so remotely… [+534 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":null,"title":"NFL to raise funds for COVID-19 relief efforts - NFL.com","description":"NFL to raise funds for COVID-19 relief efforts NFL.com Ranking the best potential trade offers for the Lions' No. 3 pick in the NFL draft ESPN NFL Mock Draft 2020: Dolphins pass on Tua Tagovailoa, Raiders land a new franchise quarterback CBS Sports Report: Co…","url":"http://www.nfl.com/news/story/0ap3000001108781/article/nfl-to-host-draftathon-to-benefit-covid19-relief-efforts","urlToImage":"http://static.nfl.com/static/content/public/photo/2016/05/12/0ap3000000662255_thumbnail_200_150.jpg","publishedAt":"2020-04-08T21:53:00Z","content":"The NFL announced that the 2020 NFL Draft will serve as a three-day virtual fundraiser benefiting six charities -- selected by the NFL Foundation -- that are battling the spread of COVID-19 and delivering relief to millions in need.\r\nThe \"Draft-A-Thon\" will b… [+2299 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Cynthia Frelund","title":"Analytics-based best fits for top 5 WRs in the draft - NFL.com","description":"Analytics-based best fits for top 5 WRs in the draft NFL.com NFL draft’s deep WR crop has something for everybody, including the Eagles The Philadelphia Inquirer 2 Minute Drill: BR's Matt Miller Breaks Down Best Scenarios For Jets | New York Jets | NFL Draft …","url":"http://www.nfl.com/news/story/0ap3000001108631/article/2020-nfl-draft-best-analyticsbased-team-fits-for-top-five-wrs","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/07/0ap3000001108629_thumbnail_200_150.jpg","publishedAt":"2020-04-08T14:39:00Z","content":"With the 2020 NFL Draft just around the corner, I've put my context-based data models to work in search of identifying the best team fit for some of the top players in this year's class. Leading up to Round 1, I'll be taking my top five highest-rated wide rec… [+4503 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Adam Rank","title":"NFL 2010s All-Decade Team: Ranking every player from 1 to 52 - NFL.com","description":"NFL 2010s All-Decade Team: Ranking every player from 1 to 52 NFL.com Change to all-decade team eliminates virtual rubber stamp into Hall of Fame NBCSports.com Texans flavor on NFL's 2010s All-Decade Team Chron Brady, Donald headline 2010s All-Decade Team NFL.…","url":"http://www.nfl.com/news/story/0ap3000001108568/article/nfl-2010s-alldecade-team-ranking-every-player-from-1-to-52","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/07/0ap3000001108574_thumbnail_200_150.jpg","publishedAt":"2020-04-07T17:16:00Z","content":"The NFL and Pro Football Hall of Fame have revealed the 2010s All-Decade Team to honor the league's best over the past 10 years. We're talking Top Gun -- the best of the best. But who was the best of the best of the best? I set out to answer this impossible p… [+21779 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"James Palmer","title":"Sanders: I've waited years for pass-happy offense - NFL.com","description":"Sanders: I've waited years for pass-happy offense NFL.com Ellen asks Drew Brees about the idea of playing football without fans: 'It would be really weird' Daily Mail Saintsation Bekah's Quarantine Routine on Turnt Up Tuesday | #HomeTeamTV New Orleans Saints …","url":"http://www.nfl.com/news/story/0ap3000001108563/article/emmanuel-sanders-ive-waited-years-for-a-passhappy-offense","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/07/0ap3000001108557_thumbnail_200_150.jpg","publishedAt":"2020-04-07T17:15:00Z","content":"Emmanuel Sanders can only name one player he believes trains harder than him: Antonio Brown. \r\n\"That dude grinds,\" Sanders said with a laugh over the phone while he's self-quarantined with his family at their home. \"And it sucks right now because I see him an… [+7249 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Jeremy Bergman","title":"AFC East roster reset: Brady-less Pats vulnerable? - NFL.com","description":"The New England Patriots have reigned over the AFC East for two decades, but with Tom Brady gone, are we about to witness a changing of the guard. Jeremy Bergman explores where each team in this division stands heading into the 2020 NFL Draft.","url":"http://www.nfl.com/news/story/0ap3000001108552/article/afc-east-roster-reset-patriots-vulnerable-after-tom-bradys-exit","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/07/0ap3000001108546_thumbnail_200_150.jpg","publishedAt":"2020-04-07T16:19:00Z","content":"Our Roster Reset series takes a division-by-division look at where things stand across the league heading into the 2020 NFL Draft. Jeremy Bergman examines the current makeup of the AFC East below.\r\nWe're living in a brave new world. Norms have been upended, e… [+11400 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Around The NFL staff","title":"Breaking: NFL to hold 'fully virtual' draft - NFL.com","description":"Breaking: NFL to hold 'fully virtual' draft NFL.com Will more free agent deals fall apart after 2020 NFL Draft? | Pro Football Talk | NBC Sports NBC Sports Dolphins should select best players available in 1st round of NFL draft Orlando Sentinel Chicago Bears …","url":"http://www.nfl.com/news/story/0ap3000001108454/article/2020-nfl-draft-will-proceed-in-fully-virtual-format","urlToImage":"http://static.nfl.com/static/content/public/photo/2016/05/12/0ap3000000662255_thumbnail_200_150.jpg","publishedAt":"2020-04-06T18:47:00Z","content":"Commissioner Roger Goodell informed all 32 NFL clubs that the 2020 NFL Draft would proceed in a fully virtual format in a memo sent out Monday obtained by NFL Network's Tom Pelissero. \r\nLeague and club facilities are set to remain closed indefinitely, to ensu… [+4549 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Judy Battista","title":"Brady, Donald headline 2010s All-Decade Team - NFL.com","description":"The NFL and the Pro Football Hall of Fame announced the 2010s All-Decade Team. Which players joined unanimous selections Tom Brady and Aaron Donald on the prestigious team?","url":"http://www.nfl.com/news/story/0ap3000001108338/article/nfl-2010s-alldecade-team-tom-brady-aaron-donald-headliners","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/03/0ap3000001108343_thumbnail_200_150.jpg","publishedAt":"2020-04-06T16:08:00Z","content":"The NFL and the Pro Football Hall of Fame have announced the 52 players and two head coaches selected to the 2010s All-Decade Team. Tom Brady, 42 and starting over with the Tampa Bay Buccaneers, was one of just eight players unanimously voted to the squad. (F… [+5838 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Adam Maya","title":"Perriman: Bucs finish 'a sneak peek' for Jets - NFL.com","description":"Perriman: Bucs finish 'a sneak peek' for Jets NFL.com Jets GM's mission began with a hug, promise to Sam Darnold's parents - New York Jets Blog- ESPN ESPN Jets wideout Breshad Perriman, former Ravens first-round pick, hopes 2019 breakout was just a ‘sneak pee…","url":"http://www.nfl.com/news/story/0ap3000001108382/article/breshad-perriman-bucs-finish-a-sneak-peek-for-jets","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/05/0ap3000001108381_thumbnail_200_150.jpg","publishedAt":"2020-04-05T19:39:00Z","content":"Breshad Perriman is entering his fifth season, for his fourth team, and he's got three big games to show for it. They also happen to be his last three games.\r\nThe question inevitably is whether his big finish with the Buccaneers will carry over to the Jets. T… [+2098 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Mike Giardi","title":"Josh Allen: 'I understand how big of a year it is' - NFL.com","description":"Josh Allen: 'I understand how big of a year it is' NFL.com Josh Allen: I understand how big of a year this is NBCSports.com Vikings WR Thielen calls Diggs trade a 'bummer' NFL.com What needs did the Bills leave for the draft? WBEN Stefon Diggs ‘super pumped t…","url":"http://www.nfl.com/news/story/0ap3000001108356/article/bills-qb-josh-allen-i-understand-how-big-of-a-year-it-is","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/03/0ap3000001108353_thumbnail_200_150.jpg","publishedAt":"2020-04-04T02:21:00Z","content":"Josh Allen knows what time it is. Time to take the next step both for his team, the Buffalo Bills, and for himself.\r\n\"What we have going on is a special thing,\" Allen said during a conference call Friday. \"I understand how big of a year it is.\"\r\nAllen took a … [+2426 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Bucky Brooks","title":"Ranking the NFL's top 5 CB duos: Fins No. 3 - NFL.com","description":"Ranking the NFL's top 5 CB duos: Fins No. 3 NFL.com Derrick Henry locks in guaranteed money by signing tender | Pro Football Talk | NBC Sports NBC Sports Tennessee Titans' priority free agents for 2021 offseason Titans Wire Even If Derrick Henry, Titans Reach…","url":"http://www.nfl.com/news/story/0ap3000001108319/article/nfls-top-5-cb-duos-titans-must-play-it-safe-with-derrick-henry","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/03/0ap3000001108321_thumbnail_200_150.jpg","publishedAt":"2020-04-03T23:09:00Z","content":"Former NFL player and scout Bucky Brooks knows the ins and outs of this league, providing keen insight in his notebook. The topics of this edition include:\r\n-- Why the Titans shouldn't make a long-term commitment to Derrick Henry.\r\n-- The potential first-roun… [+17468 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Nick Shook","title":"O'Brien: Hopkins trade was in Texans' 'best interest' - NFL.com","description":"O'Brien: Hopkins trade was in Texans' 'best interest' NFL.com Bill O’Brien: DeAndre Hopkins trade was in best interest of our team NBCSports.com Bill O'Brien stands by DeAndre Hopkins trade: 'He had three years left on his deal and he wanted a raise' Yahoo Sp…","url":"http://www.nfl.com/news/story/0ap3000001108328/article/obrien-hopkins-trade-was-in-texans-best-interest","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/03/0ap3000001108322_thumbnail_200_150.jpg","publishedAt":"2020-04-03T21:55:00Z","content":"The Houston Texans stunned the football world in March when they traded DeAndre Hopkins to the Arizona Cardinals, and we received some clarity on their reasoning Friday.\r\nBill O'Brien explained the team's decision-making process when speaking to season-ticket… [+1088 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":null,"title":"What SHOULD Bengals do with No. 1 pick? - NFL.com","description":"What SHOULD Bengals do with No. 1 pick? NFL.com Drafting Tua Tagaovailoa is the biggest gamble in the history of the NFL draft - Rex Ryan | Get Up ESPN 5 prospects who could fall to the Vikings at pick No. 22 The Viking Age Stephen A. thinks Redskins are cons…","url":"http://www.nfl.com/news/story/0ap3000001108085/article/2020-nfl-draft-what-should-the-bengals-do-with-the-no-1-pick","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/03/0ap3000001108268_thumbnail_200_150.jpg","publishedAt":"2020-04-03T15:00:00Z","content":"There's a widespread assumption that the Cincinnati Bengals, who hold the first pick in the 2020 NFL Draft, will select LSU quarterback Joe Burrow to begin the proceedings on April 23. But is that the best use of the selection? The question we have is simple:… [+48 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Adam Rank","title":"Re-drafting 2017 class: Bears pass on QBs - NFL.com","description":"Re-drafting 2017 class: Bears pass on QBs NFL.com Most impactful moves and offseason goals for all 32 NFL teams ESPN Browns draft hat faces blackface backlash on social media cleveland.com Raiders owner Mark Davis hopes Las Vegas gets another chance to host t…","url":"http://www.nfl.com/news/story/0ap3000001108100/article/2017-nfl-draft-doover-mahomes-to-browns-bears-skip-qb","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/01/0ap3000001108074_thumbnail_200_150.jpg","publishedAt":"2020-04-01T20:56:00Z","content":"It's no exaggeration to say revisiting the 2017 NFL Draft is a more painful experience for Chicago Bears fans than revisiting Super Bowl XLI, and doing so for this draft do-over gave me no pleasure. One coping mechanism I engage in is to pretend the Bears sel… [+21485 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Steve Wyche","title":"Tua Tagovailoa deems himself '100 percent' - NFL.com","description":"Tua Tagovailoa deems himself '100 percent' NFL.com Why Tua Tagovailoa could experience ugly draft-day slide msnNOW Tua Tagovailoa feels '100 percent,' says he could play as rookie ESPN Tua Tagovailoa Feels '100%' Recovered from Hip Injury, Could Play in Game …","url":"http://www.nfl.com/news/story/0ap3000001108096/article/tua-tagovailoa-says-hes-100-percent-could-play-today","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/04/01/0ap3000001108094_thumbnail_200_150.jpg","publishedAt":"2020-04-01T20:36:00Z","content":"Former Alabama quarterback Tua Tagovailoa, one of the top players available for the NFL draft April 23-25, said Wednesday his surgically repaired hip is fully healed and that he could step on a football field and compete at full strength -- immediately.\r\n\"I f… [+1684 chars]"},{"source":{"id":"nfl-news","name":"NFL News"},"author":"Daniel Jeremiah","title":"DJ's top 50 prospects 4.0: Hurts on list for first time - NFL.com","description":"DJ's top 50 prospects 4.0: Hurts on list for first time NFL.com Tua 'is my number 1,' Colin stands by Goodell's decision to not postpone Draft | NFL | THE HERD The Herd with Colin Cowherd Latest mock draft from Todd McShay sees Dolphins attack safety early Do…","url":"http://www.nfl.com/news/story/0ap3000001108021/article/daniel-jeremiahs-top-50-2020-nfl-draft-prospect-rankings-40","urlToImage":"http://static.nfl.com/static/content/public/photo/2020/03/31/0ap3000001108020_thumbnail_200_150.jpg","publishedAt":"2020-04-01T14:19:00Z","content":"School: Iowa | Year: JuniorPrevious rank:13\r\nWirfs is a big, powerful offensive tackle. In pass protection, he launches out of his stance and hasn't had issues versus outside speed rushers. However, he \r\n has experienced issues against inside counter moves. H… [+601 chars]"}]}